{
  "ley": "RCFF",
  "tipo_contenido": "articulo",
  "articulos": [
    {
      "numero": "1",
      "tipo": "articulo",
      "orden": 1,
      "pagina": 1,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de este Reglamento se entenderá por:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Autoridades Fiscales, aquellas unidades administrativas de la Secretaría de Hacienda y Crédito Público, del Servicio de Administración Tributaria, de las entidades federativas coordinadas en ingresos federales que conforme a sus leyes locales estén facultadas para administrar, comprobar, determinar y cobrar ingresos federales, de los órganos administrativos desconcentrados y de los organismos descentralizados que ejerzan las facultades en materia fiscal establecidas en el Código y en las demás leyes fiscales, en el ámbito de sus respectivas competencias, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Código, el Código Fiscal de la Federación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "2",
      "tipo": "articulo",
      "orden": 2,
      "pagina": 1,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La obligación de presentar solicitudes, declaraciones y avisos ante las Autoridades Fiscales se llevará a cabo en los términos de las disposiciones fiscales aplicables y, en su caso, conforme a los procedimientos que se establezcan en este Reglamento y en las reglas de carácter general que emita el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los avisos deberán presentarse conjuntamente con la declaración del ejercicio del impuesto sobre la renta, a menos que en las disposiciones respectivas se establezca un plazo distinto para hacerlo o que no exista obligación de presentar dicha declaración; en este último caso, la presentación de los avisos deberá efectuarse dentro de los quince días siguientes a aquél en que se actualice el supuesto jurídico o el hecho que lo motive.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de avisos relacionados con aportaciones de seguridad social, si en las disposiciones respectivas no se establece un plazo para su presentación, la misma deberá efectuarse dentro de los quince días siguientes a aquél en que se actualice el supuesto jurídico o el hecho que lo motive.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando así se señale expresamente al aprobar la forma oficial de la declaración que incluya la información requerida por el aviso de que se trate, los contribuyentes no presentarán dicho aviso de manera independiente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "1 de 40",
          "padre_numero": 4,
          "x_id": 293,
          "x_texto": 293
        }
      ]
    },
    {
      "numero": "3",
      "tipo": "articulo",
      "orden": 3,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los avalúos que se practiquen para efectos fiscales tendrán vigencia de un año, contado a partir de la fecha en que se emitan, para lo cual, las Autoridades Fiscales aceptarán los avalúos en relación con los bienes que se ofrezcan para garantizar el interés fiscal o cuando sea necesario contar con un avalúo en términos de lo previsto en el Capítulo III del Título V del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los avalúos a que se refiere el párrafo anterior, deberán ser practicados por los peritos valuadores siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "El Instituto de Administración y Avalúos de Bienes Nacionales;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Instituciones de crédito;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Corredores públicos que cuenten con registro vigente ante la Secretaría de Economía, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Empresas dedicadas a la compraventa o subasta de bienes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Autoridad Fiscal en los casos que proceda y mediante el procedimiento que al efecto establezca el Servicio de Administración Tributaria mediante reglas de carácter general, podrá solicitar la práctica de un segundo avalúo. El valor determinado en dicho avalúo será el que prevalezca.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En aquellos casos en que después de realizado el avalúo se lleven a cabo construcciones, instalaciones o mejoras permanentes al bien inmueble de que se trate, los valores consignados en dicho avalúo quedarán sin efecto, aun cuando no haya transcurrido el plazo señalado en el primer párrafo de este artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 9,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En los avalúos referidos a una fecha anterior a aquélla en que se practiquen, se procederá conforme a lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 10,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Se determinará el valor del bien a la fecha en que se practique el avalúo;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "La cantidad obtenida conforme a la fracción anterior se dividirá entre el factor que se obtenga de dividir el Índice Nacional de Precios al Consumidor del mes inmediato anterior a aquél en que se practique el avalúo, entre el índice del mes al cual es referido el mismo, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 12,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "El resultado que se obtenga conforme a la operación a que se refiere el inciso anterior será el valor del bien a la fecha a la que el avalúo sea referido. El valuador podrá efectuar ajustes a este valor cuando existan razones que así lo justifiquen, antes de la presentación del avalúo, las cuales deberán señalarse expresamente en el mismo documento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "4",
      "tipo": "articulo",
      "orden": 4,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 6, quinto párrafo del Código, las retenciones no deberán llevarse a cabo sobre las cantidades que se trasladen al retenedor por concepto de contribuciones en forma expresa y por separado de la contraprestación principal, salvo que conforme a las disposiciones fiscales aplicables, la retención deba realizarse sobre el monto de la contribución trasladada.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "5",
      "tipo": "articulo",
      "orden": 5,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 9, fracción I, inciso a) del Código, se considera que las personas físicas no han establecido su casa habitación en México, cuando habiten temporalmente inmuebles con fines turísticos y su centro de intereses vitales no se encuentre en territorio nacional.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "6",
      "tipo": "articulo",
      "orden": 6,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 9, fracción II del Código, se considera que una persona moral ha establecido en México la administración principal del negocio o su sede de dirección efectiva, cuando en territorio nacional esté el lugar en el que se encuentre la o las personas que tomen o ejecuten las decisiones de control, dirección, operación o administración de la persona moral y de las actividades que ella realiza.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "2 de 40",
          "padre_numero": 1,
          "x_id": 293,
          "x_texto": 293
        }
      ]
    },
    {
      "numero": "7",
      "tipo": "articulo",
      "orden": 7,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 12 del Código, salvo disposición expresa establecida en dicho ordenamiento, el cómputo de los plazos comenzará a contarse a partir del día siguiente a aquél en que surta efectos la notificación del acto o resolución administrativa.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El horario de recepción de documentos en la oficialía de partes de las unidades administrativas del Servicio de Administración Tributaria, será el que para tales efectos se establezca en las reglas de carácter general que emita dicho órgano desconcentrado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de documentación cuya presentación se deba realizar dentro de un plazo legal, se considerarán hábiles las veinticuatro horas correspondientes al día de vencimiento, conforme a lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Para efectos del buzón tributario, el horario de recepción será de las 00:00 a las 23:59 horas, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Cuando la presentación pueda realizarse mediante documento impreso se recibirá al día hábil siguiente, dentro del horario de recepción que se establezca en términos del segundo párrafo de este artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "8",
      "tipo": "articulo",
      "orden": 8,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 17-H, fracción VII del Código, se entenderá por medio electrónico en que se contienen los certificados que emita el Servicio de Administración Tributaria, cualquier dispositivo de almacenamiento electrónico, óptico o de cualquier otra tecnología, donde dicho órgano desconcentrado conserve los certificados y su relación con las claves privadas de los mismos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "9",
      "tipo": "articulo",
      "orden": 9,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 17-H, fracción X, inciso c) del Código, se entenderá que la Autoridad Fiscal actúa en el ejercicio de sus facultades de comprobación desde el momento en que realiza la primera gestión para la notificación del documento que ordene su práctica.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "10",
      "tipo": "articulo",
      "orden": 10,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 17-H, sexto párrafo del Código, cuando la solicitud no cumpla con los requisitos previstos en las reglas de carácter general emitidas por el Servicio de Administración Tributaria, la Autoridad Fiscal podrá requerir información o documentación al contribuyente, otorgándole un plazo de diez días, contado a partir de la fecha en que surta efectos la notificación, para su presentación. Transcurrido dicho plazo sin que el contribuyente proporcione la información o documentación solicitada, se le tendrá por no presentada su solicitud.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del párrafo anterior, el plazo de tres días a que se refiere el sexto párrafo del artículo 17- H del Código, comenzará a computarse a partir de que el requerimiento haya sido cumplido.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "11",
      "tipo": "articulo",
      "orden": 11,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 17-K, fracción I del Código, en caso de que el contribuyente ingrese a su buzón tributario para consultar los documentos digitales pendientes de notificar en día u hora inhábil, generando el acuse de recibo electrónico, la notificación se tendrá por practicada al día hábil siguiente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "12",
      "tipo": "articulo",
      "orden": 12,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 18-A, fracción II del Código, los residentes en el extranjero que de conformidad con la legislación del país en el que sean residentes no estén obligados a contar con 3 de 40 un número de identificación fiscal, no lo señalarán en las promociones que presenten ante las Autoridades Fiscales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "13",
      "tipo": "articulo",
      "orden": 13,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 19, primer y quinto párrafos del Código, la representación de las personas se tendrá por acreditada cuando la persona que promueva en su nombre tenga conferido un poder general para actos de administración, de administración y dominio o para pleitos y cobranzas con todas las facultades generales y aquéllas que requieran cláusula especial conforme a la ley, siempre y cuando las firmas se encuentren ratificadas ante fedatario público o, en su caso, ante las Autoridades Fiscales, salvo que las disposiciones fiscales aplicables exijan la presentación de un poder con características específicas para algún trámite en particular.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "14",
      "tipo": "articulo",
      "orden": 14,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 20, séptimo párrafo del Código, el pago mediante cheques personales se podrá realizar cuando se emitan de la cuenta del contribuyente y sean expedidos por él mismo para cubrir el entero de contribuciones y sus accesorios mediante declaraciones periódicas, incluso tratándose de los pagos realizados por fedatarios públicos que conforme a las disposiciones fiscales se encuentren obligados a determinar y enterar contribuciones a cargo de terceros, siempre que cumplan con los requisitos de este artículo y los que se establezcan en las reglas de carácter general que para tal efecto emita el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El cheque mediante el cual se paguen las contribuciones y sus accesorios deberá expedirse a favor de la Tesorería de la Federación; tratándose de contribuciones que administren las entidades federativas, a favor de su tesorería u órgano equivalente y, en el caso de aportaciones de seguridad social recaudadas por un organismo descentralizado, a favor del propio organismo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los cheques a que se refiere este artículo no serán negociables y su importe deberá abonarse exclusivamente en la cuenta bancaria de la Tesorería de la Federación, de la tesorería local u órgano equivalente o del organismo descentralizado correspondiente, según sea el caso.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El pago de créditos fiscales podrá realizarse con cheques personales del contribuyente que cumplan con los requisitos de este artículo, por conducto de los notificadores ejecutores en el momento de realizarse cualquier diligencia del procedimiento administrativo de ejecución. En el acta respectiva se harán constar los datos de identificación y valor del cheque, así como el número del recibo oficial que se expida.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "15",
      "tipo": "articulo",
      "orden": 15,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los recargos a que se refiere el artículo 21 del Código, se entenderá que el pago de las contribuciones o aprovechamientos se realizó oportunamente cuando el contribuyente realice el pago mediante compensación contra un saldo a favor o un pago de lo indebido, hasta por el monto de los mismos, siempre que se hubiere presentado la declaración que contenga el saldo a favor o se haya realizado el pago de lo indebido con anterioridad a la fecha en la que debió pagarse la contribución o aprovechamiento de que se trate.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando la presentación de la declaración que contenga el saldo a favor o la realización del pago de lo indebido se hubieran llevado a cabo con posterioridad a la fecha en la que se causó la contribución o aprovechamiento a pagar, los recargos se causarán por el periodo comprendido entre la fecha en la que debió pagarse la contribución o aprovechamiento y la fecha en la que se originó el saldo a favor o el pago de lo indebido a compensar.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "16",
      "tipo": "articulo",
      "orden": 16,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 21 y 22-A del Código, cuando el contribuyente deba pagar recargos o las Autoridades Fiscales deban pagar intereses, la tasa aplicable en un mismo periodo 4 de 40 mensual o fracción de éste, será siempre la que esté en vigor al primer día del mes o fracción de que se trate, independientemente de que dentro de dicho periodo la tasa de recargos o de interés varíe.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "17",
      "tipo": "articulo",
      "orden": 17,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 22 del Código, tratándose de saldos a favor que el contribuyente otorgue como garantía del interés fiscal, la actualización y los intereses a cargo del fisco federal dejarán de generarse en el momento en que la Autoridad Fiscal la acepte.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "18",
      "tipo": "articulo",
      "orden": 18,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 22-A del Código, los intereses a pagar se computarán por cada mes o fracción que transcurra y se efectuará la retención correspondiente, siguiendo el procedimiento que para tal efecto establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "19",
      "tipo": "articulo",
      "orden": 19,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 23 del Código, cuando el contribuyente no efectúe la compensación total de contribuciones podrá continuar compensando el remanente del saldo a favor en pagos futuros o solicitar su devolución.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "20",
      "tipo": "articulo",
      "orden": 20,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 26, fracción X, cuarto párrafo, inciso c) del Código, el control efectivo para dirigir la administración, la estrategia o las principales políticas de una persona moral, podrá ser otorgado de manera expresa o tácita.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se entenderán comprendidas en el artículo 26, fracción XI del Código, las sociedades que inscriban en el registro o libro de acciones o partes sociales a socios o accionistas personas físicas y morales que no les proporcionen la documentación necesaria para efectuar la comprobación a que se refiere dicha fracción, siempre que conserven copia de la constancia que emita el Servicio de Administración Tributaria a petición del socio o accionista de que se trate, en la que se señale que se entregó a dicho órgano desconcentrado la documentación que acredite que se cumplió con la obligación de retener y enterar el impuesto sobre la renta causado por el enajenante de las acciones o de las partes sociales o, en su caso, la copia del dictamen fiscal respectivo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "21",
      "tipo": "articulo",
      "orden": 21,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se consideran comprendidas en el supuesto del artículo 26, fracción XIV del Código, las personas a quienes los residentes en el extranjero les presten servicios personales subordinados o independientes que sean cubiertos por residentes en el extranjero, siempre que presenten aviso en el que señalen el nombre y domicilio del residente en el extranjero que les presta servicios y manifiesten bajo protesta de decir verdad que desconocen el monto de las percepciones pagadas a dicho residente en el extranjero y lo acompañen de una constancia firmada por dicho residente en el extranjero en la que manifieste que conoce su responsabilidad de realizar el pago del impuesto que derive de la percepción de dichos ingresos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El aviso a que se refiere el párrafo anterior se presentará ante la Autoridad Fiscal dentro de los quince días siguientes a aquél en el que el residente en el extranjero comience a prestar sus servicios y deberá cumplir con los requisitos que para tal efecto establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "22",
      "tipo": "articulo",
      "orden": 22,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27 del Código, las solicitudes de inscripción en el registro federal de contribuyentes serán las siguientes: 5 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Inscripción de personas morales residentes en México y de personas morales residentes en el extranjero con establecimiento permanente en México;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Inscripción y cancelación en el registro federal de contribuyentes por fusión de sociedades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Inscripción y cancelación en el registro federal de contribuyentes por escisión total de sociedades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Inscripción por escisión parcial de sociedades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Inscripción de asociación en participación;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Inscripción de personas morales residentes en el extranjero sin establecimiento permanente en México;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 8,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "Inscripción de personas físicas residentes en México y personas físicas residentes en el extranjero con establecimiento permanente en México;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 9,
          "tipo": "fraccion",
          "identificador": "VIII",
          "contenido": "Inscripción de personas físicas sin actividad económica;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 10,
          "tipo": "fraccion",
          "identificador": "IX",
          "contenido": "Inscripción de personas físicas residentes en el extranjero sin establecimiento permanente en México, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "fraccion",
          "identificador": "X",
          "contenido": "Inscripción de fideicomisos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 12,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las personas morales obligadas a solicitar su inscripción en el registro federal de contribuyentes, deberán señalar el nombre de su representante legal en su solicitud de inscripción a dicho registro.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "23",
      "tipo": "articulo",
      "orden": 23,
      "pagina": 6,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo anterior, las personas morales residentes en México presentarán su solicitud de inscripción en el registro federal de contribuyentes en el momento en el que se firme su acta o documento constitutivo, a través del fedatario público que protocolice el instrumento constitutivo de que se trate, incluyendo los casos en que se constituyan sociedades con motivo de la fusión o escisión de personas morales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las personas morales que no se constituyan ante fedatario público, deberán presentar su solicitud de inscripción dentro del mes siguiente a aquél en que se realice la firma del contrato, o la publicación del decreto o del acto jurídico que les dé origen.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando las personas morales precisen, ante fedatario público, en el instrumento jurídico suscrito que les dé origen, una fecha posterior cierta y determinada o una condición suspensiva para su surgimiento, presentarán su solicitud de inscripción al registro federal de contribuyentes en la fecha establecida en dicho instrumento o cuando se dé el cumplimiento de dicha condición suspensiva o, en su caso, lo podrá llevar a cabo el fedatario público en los términos que para tal efecto establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En los demás supuestos, la solicitud de inscripción se presentará dentro del mes siguiente al día en que:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Se actualice el supuesto jurídico o el hecho que dé lugar a la presentación de declaraciones periódicas, de pago o informativas por sí mismas o por cuenta de terceros, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Los contribuyentes a que se refiere el Capítulo I del Título IV de la Ley del Impuesto sobre la Renta, inicien la prestación de sus servicios.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "6 de 40",
          "padre_numero": 6,
          "x_id": 293,
          "x_texto": 293
        }
      ]
    },
    {
      "numero": "24",
      "tipo": "articulo",
      "orden": 24,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 22 de este Reglamento, los contribuyentes que a continuación se señalan realizarán su inscripción en los siguientes términos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "La inscripción y cancelación en el registro federal de contribuyentes por fusión de sociedades se presentará por la sociedad que surja con motivo de la fusión, con lo cual dicha sociedad tendrá por cumplida la obligación de presentar el aviso de fusión a que se refiere el artículo 14- B, fracción I, inciso a) del Código y el aviso de cancelación en el registro federal de contribuyentes por cuenta de la o las sociedades fusionadas;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La inscripción y cancelación en el registro federal de contribuyentes por escisión total de sociedades se presentará por la sociedad escindida designada en el acuerdo de escisión, debiendo proporcionar la clave del registro federal de contribuyentes de la sociedad escindente, quien estará relevada de presentar el aviso de cancelación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las demás sociedades que, en su caso, surjan con motivo de la escisión, únicamente presentarán la solicitud de inscripción en el registro federal de contribuyentes;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "La inscripción en el registro federal de contribuyentes por escisión parcial de sociedades se presentará por las sociedades escindidas, debiendo proporcionar la clave del registro federal de contribuyentes de la sociedad escindente, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Los residentes en el extranjero sin establecimiento permanente en México que no tengan representante legal en territorio nacional, presentarán su solicitud de inscripción en el registro federal de contribuyentes, así como los avisos a que se refiere el artículo 29 de este Reglamento, incluso por correo certificado con acuse de recibo, ante el consulado mexicano más próximo al lugar de su residencia o ante la autoridad que para estos efectos autorice el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "25",
      "tipo": "articulo",
      "orden": 25,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27 del Código, las unidades administrativas y los órganos administrativos desconcentrados de las dependencias y las demás áreas u órganos de la Federación, de las entidades federativas, de los municipios, de los organismos descentralizados y de los órganos constitucionales autónomos, que cuenten con autorización del ente público al que pertenezcan, deberán inscribirse en el registro federal de contribuyentes para cumplir con sus obligaciones fiscales como retenedor y como contribuyente en forma separada del ente público al que pertenezcan.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de la inscripción a que se refiere el párrafo anterior, la denominación iniciará con el nombre del ente público al que pertenezca el solicitante, seguido del que lo identifique y que se encuentre establecido en el documento que contenga la estructura orgánica del ente público al que pertenezca. La fecha de inicio de operaciones que se anotará en la solicitud de inscripción será la fecha de autorización que le otorgue el referido ente público.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "26",
      "tipo": "articulo",
      "orden": 26,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27, quinto párrafo del Código, las personas que obtengan ingresos de los mencionados en el Capítulo I del Título IV de la Ley del Impuesto sobre la Renta, deberán proporcionar a sus empleadores los datos necesarios para su inscripción en el registro federal de contribuyentes y, en el caso de que ya se encuentren inscritas en dicho registro, deberán comprobarles esta circunstancia. Cuando el contribuyente no tenga el comprobante de su inscripción, éste o su empleador podrán solicitarlo ante la Autoridad Fiscal competente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El empleador proporcionará a los contribuyentes el comprobante de inscripción y la copia de la solicitud que para tal efecto haya presentado por ellos, dentro de los siete días siguientes a aquél en que haya realizado su inscripción.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "7 de 40",
          "padre_numero": 2,
          "x_id": 293,
          "x_texto": 293
        }
      ]
    },
    {
      "numero": "27",
      "tipo": "articulo",
      "orden": 27,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27, séptimo párrafo del Código, cuando las leyes estatales establezcan que la firma y autorización de la escritura pública se realizan en el mismo momento, los contribuyentes contarán con un mes, a partir de que se firme y autorice dicha escritura, para comprobar ante el fedatario público que han presentado la solicitud de inscripción o el aviso de liquidación o de cancelación de la persona moral de que se trate, en el registro federal de contribuyentes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En caso de que los contribuyentes no cumplan con lo establecido en el párrafo anterior, el fedatario público deberá informar de dicha omisión al Servicio de Administración Tributaria, a más tardar el día hábil siguiente a aquél en el que concluya el plazo establecido en el párrafo antes mencionado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "28",
      "tipo": "articulo",
      "orden": 28,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27, octavo párrafo del Código, se considera que los fedatarios públicos ante quienes se constituyan o se protocolicen actas de asamblea de personas morales cuyos socios o accionistas deban solicitar su inscripción en el registro federal de contribuyentes, asentaron la clave del registro federal de contribuyentes correspondiente a cada socio o accionista cuando:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Agreguen al apéndice del acta o de la escritura pública de que se trate, copia de la cédula de identificación fiscal o de la constancia de registro fiscal emitida por el Servicio de Administración Tributaria;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Se cercioren de que la copia de la cédula de identificación fiscal o de la constancia de registro fiscal, obra en otra acta o escritura pública otorgada anteriormente ante el mismo fedatario público e indiquen esta circunstancia, o",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Asienten en el acta o escritura pública de que se trate, la clave del registro federal de contribuyentes contenida en la cédula de identificación fiscal o en la constancia de registro fiscal proporcionada por los socios o accionistas cuya copia obre en su poder o, tratándose de socios o accionistas residentes en el extranjero, hagan constar en el acta o escritura pública la declaración bajo protesta de decir verdad del delegado que concurra a la protocolización de la misma, que la persona moral o el asociante, residente en México presentará la relación a que se refiere el artículo 27, cuarto párrafo del Código, a más tardar el 31 de marzo del año siguiente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Se considera que se cumple con lo dispuesto en las fracciones anteriores cuando los fedatarios públicos soliciten la clave del registro federal de contribuyentes, la cédula de identificación fiscal o la constancia de registro fiscal emitida por el Servicio de Administración Tributaria y no les sea proporcionada, siempre que den aviso a dicho órgano desconcentrado de esta circunstancia y asienten en su protocolo el hecho de haber formulado la citada solicitud sin que ésta haya sido atendida.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 6,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Se considera que los fedatarios públicos verificaron que la clave del registro federal de contribuyentes de socios o accionistas de personas morales aparece en las escrituras públicas o actas mencionadas en el primer párrafo de este artículo, cuando se encuentre transcrita en la propia acta que se protocoliza, obre agregada al apéndice de la misma, o bien, le sea proporcionada al fedatario público por el delegado que concurra a su protocolización y se asiente en la escritura correspondiente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de la constitución de personas morales con fines no lucrativos a que se refiere el Título III de la Ley del Impuesto sobre la Renta o de la protocolización de actas de asamblea de dichas personas, el fedatario público deberá asentar dicha circunstancia en las actas correspondientes, así como señalar el objeto social de las mismas.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "8 de 40",
          "padre_numero": 7,
          "x_id": 293,
          "x_texto": 293
        }
      ]
    },
    {
      "numero": "29",
      "tipo": "articulo",
      "orden": 29,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27 del Código, las personas físicas o morales presentarán, en su caso, los avisos siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Cambio de denominación o razón social;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Cambio de régimen de capital;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Corrección o cambio de nombre;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Cambio de domicilio fiscal;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Suspensión de actividades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Reanudación de actividades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 8,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "Actualización de actividades económicas y obligaciones;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 9,
          "tipo": "fraccion",
          "identificador": "VIII",
          "contenido": "Apertura de establecimientos, sucursales, locales, puestos fijos o semifijos, lugares en donde se almacenen mercancías y, en general, cualquier local o establecimiento que se utilice para el desempeño de actividades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 10,
          "tipo": "fraccion",
          "identificador": "IX",
          "contenido": "Cierre de establecimientos, sucursales, locales, puestos fijos o semifijos, lugares en donde se almacenen mercancías y, en general, cualquier local o establecimiento que se utilice para el desempeño de actividades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "fraccion",
          "identificador": "X",
          "contenido": "Inicio de liquidación;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 12,
          "tipo": "fraccion",
          "identificador": "XI",
          "contenido": "Apertura de sucesión;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 13,
          "tipo": "fraccion",
          "identificador": "XII",
          "contenido": "Cancelación en el registro federal de contribuyentes por liquidación de la sucesión;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 14,
          "tipo": "fraccion",
          "identificador": "XIII",
          "contenido": "Cancelación en el registro federal de contribuyentes por defunción;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 15,
          "tipo": "fraccion",
          "identificador": "XIV",
          "contenido": "Cancelación en el registro federal de contribuyentes por liquidación total del activo;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 16,
          "tipo": "fraccion",
          "identificador": "XV",
          "contenido": "Cancelación en el registro federal de contribuyentes por cese total de operaciones;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 17,
          "tipo": "fraccion",
          "identificador": "XVI",
          "contenido": "Cancelación en el registro federal de contribuyentes por fusión de sociedades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 18,
          "tipo": "fraccion",
          "identificador": "XVII",
          "contenido": "Cambio de residencia fiscal, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 19,
          "tipo": "fraccion",
          "identificador": "XVIII",
          "contenido": "Inicio de procedimiento de concurso mercantil.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 20,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los avisos a que se refiere este artículo se deberán presentar dentro del mes siguiente a aquél en que se actualice el supuesto jurídico o el hecho que lo motive, previo a la presentación de cualquier trámite que deba realizarse ante el Servicio de Administración Tributaria, con excepción de los avisos señalados en las fracciones IV, X, XIV, XV y XVII de este artículo, los cuales se presentarán en términos del artículo 30, fracciones III, VII, XI, XII y XIV de este Reglamento, respectivamente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 21,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los residentes en el extranjero con establecimiento permanente en territorio nacional que se encuentren obligados a inscribirse en el registro federal de contribuyentes de conformidad con el artículo 9 de 40 22, fracciones I y VII de este Reglamento, en su caso, deberán presentar los avisos establecidos en esta Sección.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "30",
      "tipo": "articulo",
      "orden": 30,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo anterior, se estará a lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "El aviso de cambio de régimen de capital, se presentará por las personas morales que cambien su régimen de capital ante fedatario público o se transformen en otro tipo de sociedad;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "El aviso de corrección o cambio de nombre, se presentará por las personas físicas que cambien o corrijan su nombre o apellidos en los términos de las disposiciones legales aplicables;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "El aviso de cambio de domicilio fiscal, se presentará en el plazo establecido en el artículo 27, primer párrafo del Código, a partir de que el contribuyente o el retenedor establezcan su domicilio en lugar distinto al que manifestaron en el registro federal de contribuyentes o cuando deba considerarse un nuevo domicilio fiscal en los términos del artículo 10 del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El aviso a que se refiere esta fracción, también se presentará cuando deban actualizarse datos relativos al domicilio fiscal derivados del cambio de nomenclatura o numeración oficial;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Los avisos de suspensión y reanudación de actividades se presentarán en los siguientes supuestos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "De suspensión, cuando el contribuyente persona física interrumpa todas sus actividades económicas que den lugar a la presentación de declaraciones periódicas, siempre que no deba cumplir con otras obligaciones fiscales periódicas de pago, por sí mismo o por cuenta de terceros.",
          "padre_numero": 6,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las personas que efectúen los pagos a que se refiere el Capítulo I del Título IV de la Ley del Impuesto sobre la Renta, deberán presentar el aviso señalado en el párrafo que antecede por los contribuyentes a quienes hagan dichos pagos, cuando éstos les dejen de prestar los servicios por los cuales hubieran estado obligados a solicitar su inscripción, computándose el plazo para su presentación a partir del día en que finalice la prestación de servicios.",
          "padre_numero": 6,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 9,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La presentación del aviso a que se refiere este inciso libera al contribuyente de la obligación de presentar declaraciones periódicas durante la suspensión de actividades, excepto tratándose de las del ejercicio en que interrumpa sus actividades y cuando se trate de contribuciones causadas aún no cubiertas o de declaraciones correspondientes a periodos anteriores a la fecha de inicio de la suspensión de actividades. Lo anterior no será aplicable tratándose de los contribuyentes a que se refiere el Capítulo I del Título IV de la Ley del Impuesto sobre la Renta, cuyo aviso hubiere presentado el empleador pero continúen prestando servicios a otro empleador o tengan otro tipo de actividades económicas para efectos fiscales u obligaciones periódicas.",
          "padre_numero": 6,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 10,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Durante el período de suspensión de actividades, el contribuyente no queda relevado de presentar los demás avisos previstos en el artículo 29 de este Reglamento, y",
          "padre_numero": 6,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 11,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "De reanudación, cuando el contribuyente después de estar en suspensión de actividades que den lugar a la presentación de declaraciones periódicas, vuelva a iniciar alguna actividad económica o tenga alguna obligación fiscal periódica de pago, por sí mismo o por cuenta de terceros.",
          "padre_numero": 6,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 12,
          "tipo": "texto",
          "identificador": null,
          "contenido": "10 de 40",
          "padre_numero": 11,
          "x_id": 291,
          "x_texto": 291
        },
        {
          "numero": 13,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las personas que efectúen los pagos a que se refiere el Capítulo I del Título IV de la Ley del Impuesto sobre la Renta, deberán presentar el aviso a que se refiere este inciso por los contribuyentes a quienes realicen dichos pagos y que en el registro federal de contribuyentes se encuentren en suspensión de actividades;",
          "padre_numero": 6,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 14,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "El aviso de actualización de actividades económicas y obligaciones, se presentará cuando el contribuyente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 15,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Inicie o deje de realizar una actividad económica que tenga como consecuencia la modificación de la clave del catálogo de actividades económicas que emita el Servicio de Administración Tributaria o cambie su actividad preponderante;",
          "padre_numero": 14,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 16,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "Opte por una periodicidad de cumplimiento diferente respecto de una actividad u obligación ya manifestada en el registro federal de contribuyentes, o bien, cuando opte por no efectuar pagos provisionales o definitivos, en términos de las disposiciones fiscales;",
          "padre_numero": 14,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 17,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "Elija una opción de tributación diferente a la que viene aplicando, respecto de la misma actividad económica y que dé lugar a un cambio de obligaciones fiscales, que implique un régimen de tributación diferente, y",
          "padre_numero": 14,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 18,
          "tipo": "inciso",
          "identificador": "d)",
          "contenido": "Tenga una nueva obligación fiscal periódica de pago por cuenta propia o de terceros o cuando deje de tener alguna de éstas.",
          "padre_numero": 14,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 19,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los contribuyentes que ejerzan la opción de no acumular los ingresos que les correspondan de la sociedad conyugal y se encuentren inscritos en el registro federal de contribuyentes, no presentarán el aviso de actualización de actividades económicas y obligaciones por esta actividad, en términos de lo dispuesto en el Reglamento de la Ley del Impuesto sobre la Renta;",
          "padre_numero": 14,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 20,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "No será necesario presentar el aviso a que se refiere el artículo 29, fracción VIII de este Reglamento, cuando los locales o establecimientos a que el mismo se refiere estén ubicados en el domicilio fiscal manifestado por el contribuyente para efectos del registro federal de contribuyentes;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 21,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "En los casos en que dé inicio el ejercicio de liquidación, el aviso de inicio de liquidación se presentará dentro del mes siguiente a la fecha en que se presente la declaración del ejercicio que concluyó anticipadamente, en los términos del artículo 11 del Código;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 22,
          "tipo": "fraccion",
          "identificador": "VIII",
          "contenido": "El aviso de apertura de sucesión se presentará por el representante legal de la sucesión en el caso de que fallezca una persona obligada a presentar declaraciones periódicas por cuenta propia. La presentación de este aviso deberá realizarse después de aceptar el cargo y previamente a la del aviso de cancelación en el registro federal de contribuyentes por liquidación de la sucesión.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 23,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se estará obligado a presentar el aviso a que se refiere esta fracción cuando la persona que fallezca hubiera estado obligada a presentar declaración periódica únicamente por servicios personales o se encuentre en suspensión de actividades excepto, en este último caso, cuando el contribuyente tenga créditos fiscales determinados;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 24,
          "tipo": "fraccion",
          "identificador": "IX",
          "contenido": "El aviso de cancelación en el registro federal de contribuyentes por defunción se presentará por cualquier familiar de la persona que fallezca o tercero interesado, siempre que no se actualicen los supuestos para la presentación del aviso de apertura de sucesión; 11 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 25,
          "tipo": "fraccion",
          "identificador": "X",
          "contenido": "El aviso de cancelación en el registro federal de contribuyentes por liquidación de la sucesión se presentará por el representante legal de la sucesión cuando se haya dado por finalizada la liquidación de la misma;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 26,
          "tipo": "fraccion",
          "identificador": "XI",
          "contenido": "El aviso de cancelación en el registro federal de contribuyentes por liquidación total del activo, se presentará por los contribuyentes que tributen en los términos del Título II de la Ley del Impuesto sobre la Renta, conjuntamente con la declaración final de la liquidación total del activo de la sociedad a que se refiere el artículo 12 de la citada Ley.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 27,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del párrafo anterior y del artículo 76, fracción V de la Ley del Impuesto sobre la Renta, cuando el ejercicio de liquidación a que se refiere el artículo 12 del mismo ordenamiento, sea por un periodo menor a tres meses, el contribuyente presentará el aviso a que se refiere esta fracción conjuntamente con la declaración del ejercicio de liquidación;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 28,
          "tipo": "fraccion",
          "identificador": "XII",
          "contenido": "El aviso de cancelación en el registro federal de contribuyentes por cese total de operaciones, se presentará por los residentes en el extranjero que dejen de realizar operaciones en México o cierren sus establecimientos permanentes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 29,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El aviso a que se refiere esta fracción también deberá presentarse por las personas morales que no estén obligadas a presentar el trámite previsto en el artículo 24, fracciones I y II de este Reglamento y por los fideicomisos que se extingan, así como por las organizaciones civiles y fideicomisos autorizados para recibir donativos deducibles de impuestos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 30,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El cómputo del plazo para la presentación del aviso a que se refiere esta fracción inicia una vez que se ha presentado la última declaración a que estén obligados los contribuyentes;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 31,
          "tipo": "fraccion",
          "identificador": "XIII",
          "contenido": "El aviso de cancelación en el registro federal de contribuyentes por fusión de sociedades, se presentará por la sociedad fusionante cuando ésta sea la que subsista y con ello se tendrá por presentado el aviso de fusión a que se refiere el artículo 14-B, fracción I, inciso a) del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 32,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El aviso a que se refiere esta fracción deberá presentarse una vez que se lleve a cabo la fusión y deberá contener la clave del registro federal de contribuyentes, así como la denominación o razón social de las sociedades que se fusionan y la fecha en la que se realizó la fusión;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 33,
          "tipo": "fraccion",
          "identificador": "XIV",
          "contenido": "El aviso de cambio de residencia fiscal deberá presentarse cuando las personas físicas y morales dejen de ser residentes en México a más tardar dentro de los quince días inmediatos anteriores a aquél en el que suceda el cambio de residencia fiscal y con no más de dos meses de anticipación, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 34,
          "tipo": "fraccion",
          "identificador": "XV",
          "contenido": "El aviso de inicio de procedimiento de concurso mercantil se presentará a partir de que se haya admitido la demanda de solicitud de concurso mercantil.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "31",
      "tipo": "articulo",
      "orden": 31,
      "pagina": 12,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27, décimo primero y décimo segundo párrafos del Código, el Servicio de Administración Tributaria, en su caso, asignará una nueva clave del registro federal de contribuyentes en los supuestos de cambio de nombre, denominación o razón social, o como consecuencia de corrección de errores u omisiones que den lugar a dichos cambios.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "32",
      "tipo": "articulo",
      "orden": 32,
      "pagina": 12,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 27, décimo tercer párrafo del Código, se considerará como establecimiento de las personas físicas que realicen actividades agrícolas, ganaderas, silvícolas o de pesca, los lugares que a continuación se especifican:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Tratándose de actividades agrícolas o silvícolas, el predio donde realice la actividad, identificándolo por su ubicación y, en su caso, su nombre; 12 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Tratándose de actividades ganaderas, el rancho, establo o granja, identificándolo por su ubicación y, en su caso, su nombre, y en el supuesto de apicultura, el lugar en donde se almacene el producto extraído de las colmenas, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Tratándose de actividades de pesca, el lugar en donde se almacene el pescado, siempre que éste pertenezca a la persona que realiza la actividad.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "33",
      "tipo": "articulo",
      "orden": 33,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 28, fracciones I y II del Código, se estará a lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "A. Los documentos e información que integran la contabilidad son:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Los registros o asientos contables auxiliares, incluyendo el catálogo de cuentas que se utilice para tal efecto, así como las pólizas de dichos registros y asientos;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Los avisos o solicitudes de inscripción al registro federal de contribuyentes, así como su documentación soporte;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Las declaraciones anuales, informativas y de pagos provisionales, mensuales, bimestrales, trimestrales o definitivos;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Los estados de cuenta bancarios y las conciliaciones de los depósitos y retiros respecto de los registros contables, incluyendo los estados de cuenta correspondientes a inversiones y tarjetas de crédito, débito o de servicios del contribuyente, así como de los monederos electrónicos utilizados para el pago de combustible y para el otorgamiento de vales de despensa que, en su caso, se otorguen a los trabajadores del contribuyente;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Las acciones, partes sociales y títulos de crédito en los que sea parte el contribuyente;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 8,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "La documentación relacionada con la contratación de personas físicas que presten servicios personales subordinados, así como la relativa a su inscripción y registro o avisos realizados en materia de seguridad social y sus aportaciones;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 9,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "La documentación relativa a importaciones y exportaciones en materia aduanera o comercio exterior;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 10,
          "tipo": "fraccion",
          "identificador": "VIII",
          "contenido": "La documentación e información de los registros de todas las operaciones, actos o actividades, los cuales deberán asentarse conforme a los sistemas de control y verificación internos necesarios, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "fraccion",
          "identificador": "IX",
          "contenido": "Las demás declaraciones a que estén obligados en términos de las disposiciones fiscales aplicables.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 12,
          "tipo": "texto",
          "identificador": null,
          "contenido": "B. Los registros o asientos contables deberán:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 13,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Ser analíticos y efectuarse en el mes en que se realicen las operaciones, actos o actividades a que se refieran, a más tardar dentro de los cinco días siguientes a la realización de la operación, acto o actividad; 13 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 14,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Integrarse en el libro diario, en forma descriptiva, todas las operaciones, actos o actividades siguiendo el orden cronológico en que éstos se efectúen, indicando el movimiento de cargo o abono que a cada una corresponda, así como integrarse los nombres de las cuentas de la contabilidad, su saldo al final del periodo de registro inmediato anterior, el total del movimiento de cargo o abono a cada cuenta en el periodo y su saldo final.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 15,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Podrán llevarse libros diario y mayor por establecimientos o dependencias, por tipos de actividad o por cualquier otra clasificación, pero en todos los casos deberán existir los libros diario y mayor general en los que se concentren todas las operaciones del contribuyente;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 16,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Permitir la identificación de cada operación, acto o actividad y sus características, relacionándolas con los folios asignados a los comprobantes fiscales o con la documentación comprobatoria, de tal forma que pueda identificarse la forma de pago, las distintas contribuciones, tasas y cuotas, incluyendo aquellas operaciones, actos o actividades por las que no se deban pagar contribuciones, de acuerdo a la operación, acto o actividad de que se trate;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 17,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Permitir la identificación de las inversiones realizadas relacionándolas con la documentación comprobatoria o con los comprobantes fiscales, de tal forma que pueda precisarse la fecha de adquisición del bien o de efectuada la inversión, su descripción, el monto original de la inversión, el porcentaje e importe de su deducción anual, en su caso, así como la fecha de inicio de su deducción;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 18,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Relacionar cada operación, acto o actividad con los saldos que den como resultado las cifras finales de las cuentas;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 19,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Formular los estados de posición financiera, de resultados, de variaciones en el capital contable, de origen y aplicación de recursos, así como las balanzas de comprobación, incluyendo las cuentas de orden y las notas a dichos estados;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 20,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "Relacionar los estados de posición financiera con las cuentas de cada operación;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 21,
          "tipo": "fraccion",
          "identificador": "VIII",
          "contenido": "Identificar las contribuciones que se deban cancelar o devolver, en virtud de devoluciones que se reciban y descuentos o bonificaciones que se otorguen conforme a las disposiciones fiscales;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 22,
          "tipo": "fraccion",
          "identificador": "IX",
          "contenido": "Comprobar el cumplimiento de los requisitos relativos al otorgamiento de estímulos fiscales y de subsidios;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 23,
          "tipo": "fraccion",
          "identificador": "X",
          "contenido": "Identificar los bienes distinguiendo, entre los adquiridos o producidos, los correspondientes a materias primas y productos terminados o semiterminados, los enajenados, así como los destinados a donación o, en su caso, destrucción;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 24,
          "tipo": "fraccion",
          "identificador": "XI",
          "contenido": "Plasmarse en idioma español y consignar los valores en moneda nacional.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 25,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando la información de los comprobantes fiscales o de los datos y documentación que integran la contabilidad estén en idioma distinto al español, o los valores se consignen en moneda extranjera, deberán acompañarse de la traducción correspondiente y señalar el tipo de cambio utilizado por cada operación;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 26,
          "tipo": "fraccion",
          "identificador": "XII",
          "contenido": "Establecer por centro de costos, identificando las operaciones, actos o actividades de cada sucursal o establecimiento, incluyendo aquéllos que se localicen en el extranjero; 14 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 27,
          "tipo": "fraccion",
          "identificador": "XIII",
          "contenido": "Señalar la fecha de realización de la operación, acto o actividad, su descripción o concepto, la cantidad o unidad de medida en su caso, la forma de pago de la operación, acto o actividad, especificando si fue de contado, a crédito, a plazos o en parcialidades, y el medio de pago o de extinción de dicha obligación, según corresponda.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 28,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de operaciones a crédito, a plazos o en parcialidades, por cada pago o abono que se reciba o se realice, incluyendo el anticipo o enganche según corresponda. Además de lo señalado en el párrafo anterior, deberán registrar el monto del pago, precisando si se efectúa en efectivo, transferencia interbancaria de fondos, cheque nominativo para abono en cuenta, tarjeta de débito, crédito o de servicios, monedero electrónico o por cualquier otro medio. Cuando el pago se realice en especie o permuta, deberá indicarse el tipo de bien o servicio otorgado como contraprestación y su valor;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 29,
          "tipo": "fraccion",
          "identificador": "XIV",
          "contenido": "Permitir la identificación de los depósitos y retiros en las cuentas bancarias abiertas a nombre del contribuyente y conciliarse contra las operaciones realizadas y su documentación soporte, como son los estados de cuenta emitidos por las entidades financieras;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 30,
          "tipo": "fraccion",
          "identificador": "XV",
          "contenido": "Los registros de inventarios de mercancías, materias primas, productos en proceso y terminados, en los que se llevará el control sobre los mismos, que permitan identificar cada unidad, tipo de mercancía o producto en proceso y fecha de adquisición o enajenación según se trate, así como el aumento o la disminución en dichos inventarios y las existencias al inicio y al final de cada mes y al cierre del ejercicio fiscal, precisando su fecha de entrega o recepción, así como si se trata de una devolución, donación o destrucción, cuando se den estos supuestos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 31,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del párrafo anterior, en el control de inventarios deberá identificarse el método de valuación utilizado y la fecha a partir de la cual se usa, ya sea que se trate del método de primeras entradas primeras salidas, últimas entradas primeras salidas, costo identificado, costo promedio o detallista según corresponda;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 32,
          "tipo": "fraccion",
          "identificador": "XVI",
          "contenido": "Los registros relativos a la opción de diferimiento de la causación de contribuciones conforme a las disposiciones fiscales, en el caso que se celebren contratos de arrendamiento financiero. Dichos registros deberán permitir identificar la parte correspondiente de las operaciones en cada ejercicio fiscal, inclusive mediante cuentas de orden;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 33,
          "tipo": "fraccion",
          "identificador": "XVII",
          "contenido": "El control de los donativos de los bienes recibidos por las donatarias autorizadas en términos de la Ley del Impuesto sobre la Renta, el cual deberá permitir identificar a los donantes, los bienes recibidos, los bienes entregados a sus beneficiarios, las cuotas de recuperación que obtengan por los bienes recibidos en donación y el registro de la destrucción o donación de las mercancías o bienes en el ejercicio en el que se efectúen, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 34,
          "tipo": "fraccion",
          "identificador": "XVIII",
          "contenido": "Contener el impuesto al valor agregado que le haya sido trasladado al contribuyente y el que haya pagado en la importación, correspondiente a la parte de sus gastos e inversiones, conforme a los supuestos siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 35,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "La adquisición de bienes, de servicios y el uso o goce temporal de bienes, que se utilicen exclusivamente para realizar sus actividades por las que deban pagar el impuesto;",
          "padre_numero": 34,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 36,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "La adquisición de bienes, de servicios y el uso o goce temporal de bienes, que se utilicen exclusivamente para realizar sus actividades por las que no deban pagar el impuesto, y 15 de 40",
          "padre_numero": 34,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 37,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "La adquisición de bienes, de servicios y el uso o goce temporal de bienes, que se utilicen indistintamente para realizar tanto actividades por las que se deba pagar el impuesto, como aquéllas por las que no se está obligado al pago del mismo.",
          "padre_numero": 34,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 38,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando el destino de los bienes o servicios varíe y se deba efectuar el ajuste del acreditamiento previsto en el artículo 5o.-A de la Ley del Impuesto al Valor Agregado, se deberá registrar su efecto en la contabilidad.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "34",
      "tipo": "articulo",
      "orden": 34,
      "pagina": 16,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 28, fracción III del Código, el contribuyente deberá conservar y almacenar como parte integrante de su contabilidad toda la documentación relativa al diseño del sistema electrónico donde almacena y procesa sus datos contables y los diagramas del mismo, poniendo a disposición de las Autoridades Fiscales el equipo y sus operadores para que las auxilien cuando éstas ejerzan sus facultades de comprobación y, en su caso, deberá cumplir con las normas oficiales mexicanas correspondientes vinculadas con la generación y conservación de documentos electrónicos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El contribuyente que se encuentre en suspensión de actividades deberá conservar su contabilidad en el último domicilio que tenga manifestado en el registro federal de contribuyentes y, si con posterioridad desocupa el domicilio consignado ante el referido registro, deberá presentar el aviso de cambio de domicilio fiscal, en el cual deberá conservar su contabilidad durante el plazo que establece el artículo 30 del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los contribuyentes podrán optar por respaldar y conservar su información contable en discos ópticos o en cualquier otro medio electrónico que mediante reglas de carácter general autorice el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "35",
      "tipo": "articulo",
      "orden": 35,
      "pagina": 16,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 30 del Código, cuando los libros o demás registros de contabilidad del contribuyente se inutilicen parcialmente deberán reponerse los asientos ilegibles del último ejercicio pudiendo realizarlos por concentración. Cuando se trate de la destrucción o inutilización total de los libros o demás registros de contabilidad, el contribuyente deberá asentar en los nuevos libros o en los registros de contabilidad de que se trate, los asientos relativos al ejercicio en el que sucedió la inutilización, destrucción, pérdida o robo, pudiéndose realizar por concentración.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En los casos a que se refiere este artículo, el contribuyente deberá conservar, en su caso, el documento público en el que consten los hechos ocurridos hasta en tanto no se extingan las facultades de comprobación de las Autoridades Fiscales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "36",
      "tipo": "articulo",
      "orden": 36,
      "pagina": 16,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 29 y 29-A del Código, cuando la Autoridad Fiscal modifique la clave del registro federal de contribuyentes de las personas físicas que perciban ingresos de los señalados en el Capítulo I del Título IV de la Ley del Impuesto sobre la Renta, los comprobantes fiscales digitales por Internet que amparen las erogaciones que contengan la clave anterior y los que incluyan la clave nueva serán válidos para la deducción o acreditamiento, siempre que el nombre corresponda al mismo contribuyente, se cumpla con los demás requisitos fiscales y la clave del registro federal de contribuyentes anterior haya sido utilizada antes de la asignación de la nueva, situación que se deberá corroborar en la fecha de expedición del comprobante fiscal digital por Internet.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los contribuyentes que se encuentren en el supuesto a que se refiere el párrafo anterior deberán informar por escrito a su patrón y retenedores en general que les ha sido asignada una nueva clave.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "16 de 40",
          "padre_numero": 2,
          "x_id": 291,
          "x_texto": 291
        }
      ]
    },
    {
      "numero": "37",
      "tipo": "articulo",
      "orden": 37,
      "pagina": 17,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 29-A, fracción VII del Código, los contribuyentes que expidan comprobantes fiscales digitales por Internet, para efectos del traslado de impuestos en forma expresa y por separado los desglosarán por tasa o cuota del impuesto en los siguientes supuestos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Cuando la totalidad de las operaciones, actos o actividades que ampara el comprobante fiscal digital por Internet se encuentren sujetos a la misma tasa o cuota, el impuesto trasladado se incluirá en forma expresa y por separado en el comprobante fiscal digital por Internet señalando la tasa aplicable, incluso cuando se trate de la tasa del 0%;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Cuando las operaciones, actos o actividades a los que les sean aplicables tasas o cuotas distintas del mismo impuesto, el comprobante fiscal digital por Internet señalará el traslado que corresponda a cada una de las tasas o cuotas, indicando la tasa aplicable, o bien, se separen los actos o actividades en más de un comprobante fiscal digital por Internet, en cuyo caso se aplicará lo dispuesto en la fracción I de este artículo;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Cuando las operaciones, actos o actividades estén gravados y exentos, el comprobante fiscal digital por Internet señalará el monto o suma de los gravados y de los exentos y, en caso de que los primeros se encuentren gravados a tasas distintas será aplicable lo dispuesto en la fracción II de este artículo, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "En el caso en que se deban trasladar dos impuestos, el comprobante fiscal digital por Internet indicará el importe que corresponda a cada impuesto por separado y la tasa o cuota aplicable.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "38",
      "tipo": "articulo",
      "orden": 38,
      "pagina": 17,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de lo señalado en los artículos 29 y 29-A del Código, en caso de fallecimiento del contribuyente, el representante legal de la sucesión, será el único autorizado para seguir emitiendo los comprobantes fiscales digitales por Internet que correspondan al autor de la sucesión.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "39",
      "tipo": "articulo",
      "orden": 39,
      "pagina": 17,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 29, segundo párrafo, fracción IV del Código, los contribuyentes deberán remitir al Servicio de Administración Tributaria o al proveedor de certificación de comprobantes fiscales digitales por Internet autorizados por dicho órgano desconcentrado, según sea el caso, el comprobante fiscal digital por Internet, a más tardar dentro de las veinticuatro horas siguientes a que haya tenido lugar la operación, acto o actividad de la que derivó la obligación de expedirlo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "40",
      "tipo": "articulo",
      "orden": 40,
      "pagina": 17,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 29-A, fracción V del Código, los bienes o las mercancías de que se trate, deberán describirse detalladamente considerando sus características esenciales como marca, modelo, número de serie, especificaciones técnicas o comerciales, entre otras, a fin de distinguirlas de otras similares.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 29-A, fracción V, segundo párrafo, inciso b) del Código, los comprobantes fiscales digitales por Internet que amparen donativos deducibles deberán señalar cantidad, valor y descripción de los bienes donados o, en su caso, el monto del donativo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "41",
      "tipo": "articulo",
      "orden": 41,
      "pagina": 17,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 31, primer párrafo del Código, las personas obligadas a presentar pagos provisionales o definitivos de contribuciones federales a través de medios y formatos electrónicos, incluyendo las retenciones y las declaraciones complementarias, extemporáneas y de corrección fiscal, las deberán efectuar por cada grupo de obligaciones fiscales, inclusive las retenciones, que tengan la misma periodicidad y la misma fecha de vencimiento legal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "17 de 40",
          "padre_numero": 1,
          "x_id": 291,
          "x_texto": 291
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los grupos de obligaciones a que se refiere el párrafo anterior se determinarán por el Servicio de Administración Tributaria en las reglas de carácter general que para tal efecto emita.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "42",
      "tipo": "articulo",
      "orden": 42,
      "pagina": 18,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 31 y 33, fracción I, inciso c) del Código, los contribuyentes podrán imprimir y, en su caso, llenar las formas oficiales aprobadas por el Servicio de Administración Tributaria, siempre que cumplan con los requisitos que se señalen para su impresión y presentación en las reglas de carácter general que para tal efecto emita.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "43",
      "tipo": "articulo",
      "orden": 43,
      "pagina": 18,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 31, décimo primer párrafo del Código, cuando las solicitudes de inscripción o los avisos se hayan presentado con errores, omisiones o empleando de manera equivocada las formas oficiales o formatos electrónicos aprobados por el Servicio de Administración Tributaria, se rectificarán mediante solicitudes de inscripción o avisos complementarios, los cuales deberán formularse en su totalidad, inclusive con los datos que no se modifican; asimismo, se deberá señalar que se trata de una solicitud de inscripción o de un aviso complementario del original, indicar la fecha en que se hubiera presentado la solicitud de inscripción o aviso que se corrige, así como señalar el folio o número asignado a la solicitud o aviso que se corrige.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "44",
      "tipo": "articulo",
      "orden": 44,
      "pagina": 18,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 32, primer párrafo del Código, no se computará como declaración complementaria la que presenten los contribuyentes como consecuencia de una resolución definitiva que dicten los tribunales o las autoridades competentes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 32, cuarto párrafo del Código, cuando se presente una declaración complementaria que sustituya a la declaración anterior, se deberá señalar expresamente que se trata de una declaración complementaria, señalando la fecha de presentación de la declaración que se modifica, así como el folio o número asignado de la declaración que se corrige y se incluirán todos los datos que se requieran, inclusive aquellos que no se modifican.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "45",
      "tipo": "articulo",
      "orden": 45,
      "pagina": 18,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Se considera actividad preponderante aquella actividad económica por la que, en el ejercicio de que se trate, el contribuyente obtenga el ingreso superior respecto de cualquiera de sus otras actividades.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los contribuyentes que se inscriban en el registro federal de contribuyentes manifestarán como actividad preponderante aquélla por la cual estimen que obtendrán el mayor ingreso en términos del primer párrafo de este artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El Servicio de Administración Tributaria publicará el catálogo de actividades económicas en el Diario Oficial de la Federación y a través de su página de Internet.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "46",
      "tipo": "articulo",
      "orden": 46,
      "pagina": 18,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 33-A del Código, las Autoridades Fiscales cancelarán los requerimientos que hayan formulado a los contribuyentes o retenedores, así como las multas que se hubiesen impuesto con motivo de supuestas omisiones, siempre que los interesados exhiban los avisos o declaraciones presuntamente omitidos, presentados con anterioridad a la fecha de notificación del requerimiento o de la multa impuesta.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Si el documento a que se refiere el párrafo anterior se exhibe en el momento de la diligencia de notificación del requerimiento o de la multa impuesta, el notificador ejecutor suspenderá la diligencia, 18 de 40 tomará nota circunstanciada de dicho documento y dará cuenta de la solicitud de cancelación al titular de la oficina requirente, quien resolverá sobre la cancelación del requerimiento o, en su caso, de la multa. Si el documento exhibido no fuere idóneo para acreditar la presentación del aviso o declaración de que se trate, se repetirá la diligencia.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "47",
      "tipo": "articulo",
      "orden": 47,
      "pagina": 19,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 34, último párrafo del Código, el extracto de las principales resoluciones favorables a los contribuyentes, se publicará en la página de Internet del Servicio de Administración Tributaria. Los extractos publicados no generarán derechos para los contribuyentes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "48",
      "tipo": "articulo",
      "orden": 48,
      "pagina": 19,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de lo dispuesto en el artículo 42, último párrafo del Código, las Autoridades Fiscales informarán al contribuyente, a su representante legal, y tratándose de personas morales también a sus órganos de dirección, de los hechos u omisiones que se vayan conociendo en el desarrollo de las facultades previstas en las fracciones II, III o IX del citado precepto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "49",
      "tipo": "articulo",
      "orden": 49,
      "pagina": 19,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 44, fracción III del Código, para hacer constar que los visitadores se identificaron, en las actas que se levanten se deberá señalar, lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "El nombre completo de la persona que practica la visita, así como el número, la vigencia y la fecha de expedición de las credenciales o constancias de identificación de los visitadores;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Nombre y cargo del funcionario competente que emite las credenciales o constancias de identificación, así como el fundamento para su expedición;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "El fundamento jurídico que lo acredite como personal autorizado para practicar visitas domiciliarias, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Que el documento con el que se identifica contiene fotografía y firma de quien practica la visita.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "50",
      "tipo": "articulo",
      "orden": 50,
      "pagina": 19,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 46, fracción IV, segundo párrafo del Código, el plazo de veinte días durante los cuales el contribuyente podrá presentar los documentos, libros o registros que desvirtúen los hechos u omisiones, así como optar por corregir su situación fiscal, deberá computarse a partir del día siguiente a la fecha en que se levante la última acta parcial y hasta el día inmediato anterior a aquél en que se levante el acta final.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "51",
      "tipo": "articulo",
      "orden": 51,
      "pagina": 19,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 48, fracciones IV y IX del Código, la Autoridad Fiscal, previamente a la determinación del crédito fiscal, emitirá el oficio de observaciones y continuará con el procedimiento establecido por el citado artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "52",
      "tipo": "articulo",
      "orden": 52,
      "pagina": 19,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 52, fracción I del Código, el contador público interesado en obtener la inscripción en el registro a que se refiere dicha fracción, deberá solicitarlo al Servicio de Administración Tributaria, acreditando, además de lo señalado en el propio artículo 52 del Código, lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Estar inscrito en el registro federal de contribuyentes, con cualquiera de las claves y regímenes de tributación que a continuación se señalan: 19 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Asalariados obligados a presentar declaración anual conforme al Capítulo I del Título IV de la Ley del Impuesto sobre la Renta;",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 4,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "Otros ingresos por salarios o ingresos asimilados a salarios conforme al Capítulo I del Título IV de la Ley del Impuesto sobre la Renta, y",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 5,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "Servicios profesionales para los efectos del Régimen de las Personas Físicas con Actividades Empresariales y Profesionales conforme al Capítulo II del Título IV de la Ley del Impuesto sobre la Renta;",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Encontrarse en el registro federal de contribuyentes con el estatus de localizado en su domicilio fiscal y no haber presentado el aviso de suspensión de actividades previsto en el artículo 29, fracción V de este Reglamento;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Contar con certificado de firma electrónica avanzada vigente, expedido por el Servicio de Administración Tributaria o por un prestador de servicios de certificación autorizado en los términos del Código;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 8,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Contar con cédula profesional de contador público o equivalente emitida por la Secretaría de Educación Pública;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 9,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Tener constancia expedida con no más de dos meses de anticipación, emitida por colegio profesional o asociación de contadores públicos que tengan reconocimiento ante la Secretaría de Educación Pública o ante autoridad educativa estatal que lo acredite como miembro activo de los mismos, con una antigüedad mínima, con esa calidad, de tres años previos a la presentación de la solicitud de inscripción a que se refiere este artículo;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 10,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Contar con la certificación vigente a que se refiere el artículo 52, fracción I, inciso a), segundo párrafo del Código;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "Contar con experiencia mínima de tres años en la elaboración de dictámenes fiscales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 12,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La experiencia a que se refiere esta fracción se acreditará de conformidad con los requisitos que establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 13,
          "tipo": "fraccion",
          "identificador": "VIII",
          "contenido": "En caso de que la certificación a que se refiere la fracción VI de este artículo se haya expedido con más de un año al momento de solicitar la inscripción, deberá presentar una constancia que acredite el cumplimiento de la Norma de Educación Continua o de Actualización Académica expedida por un colegio profesional o por una asociación de contadores públicos reconocidos por la Secretaría de Educación Pública o autoridad educativa estatal, al que pertenezca, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 14,
          "tipo": "fraccion",
          "identificador": "IX",
          "contenido": "Manifestar, bajo protesta de decir verdad, que no ha participado en la comisión de un delito de carácter fiscal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 15,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Una vez otorgada la inscripción a que se refiere este artículo, el contador público deberá comunicar a la Autoridad Fiscal cualquier cambio en los datos contenidos en su solicitud, dentro de los diez días siguientes al día en que ocurra.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "53",
      "tipo": "articulo",
      "orden": 53,
      "pagina": 20,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Anualmente, el contador público inscrito deberá obtener las siguientes constancias:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Aquélla a que se refiere el artículo 52, fracción V de este Reglamento que lo acredite como miembro activo de un colegio profesional o de una asociación de contadores públicos, que 20 de 40 tengan reconocimiento por parte de la Secretaría de Educación Pública o de la autoridad educativa estatal, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La que se refiere en la fracción VIII del artículo 52 de este Reglamento, que acredite que cumple con la Norma de Educación Continua o de Actualización Académica expedida por un colegio profesional o por una asociación de contadores públicos reconocidos por la Secretaría de Educación Pública o la autoridad educativa estatal, al que pertenezca.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Una vez concluida la vigencia de la certificación a que se refiere el artículo 52, fracción I, inciso a), segundo párrafo del Código, el contador público inscrito deberá contar con el refrendo o recertificación de la misma.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La información referida en este artículo deberá ser proporcionada dentro de los primeros tres meses de cada año al Servicio de Administración Tributaria, por las federaciones de colegios de contadores públicos o, en su caso, por los colegios profesionales o asociaciones de contadores públicos no federados, a los cuales estén adscritos los contadores públicos inscritos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 6,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En caso de que el contador público inscrito decida dejar de formular dictámenes sobre los estados financieros de los contribuyentes, dictámenes de operaciones de enajenación de acciones o cualquier otro dictamen que tenga repercusión fiscal, deberá presentar un escrito ante la Autoridad Fiscal manifestando dicha situación y la fecha en que dejará de formular los referidos dictámenes. En este supuesto, la Autoridad Fiscal dejará sin efectos la inscripción del contador público en el registro a que se refiere el artículo 52, fracción I del Código y realizará la notificación conducente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando el contador público a quien por su solicitud, se haya dejado sin efectos la inscripción a que se refiere el artículo 52, fracción I del Código decida volver a formular los dictámenes citados en el párrafo anterior, deberá presentar un aviso ante la Autoridad Fiscal manifestando dicha situación. En este caso, el contador público deberá cumplir con lo dispuesto en el artículo 52, fracciones I, II, III, V, VI, VII, VIII y IX de este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En el supuesto de que se cumplan los requisitos del párrafo anterior, la Autoridad Fiscal reactivará la inscripción del contador público interesado a que se refiere el artículo 52, fracción I del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 9,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando la Autoridad Fiscal tenga conocimiento del fallecimiento de un contador público inscrito dará de baja la inscripción respectiva.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "54",
      "tipo": "articulo",
      "orden": 54,
      "pagina": 21,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 52, penúltimo párrafo del Código, las sociedades o asociaciones civiles que deban registrarse ante las Autoridades Fiscales utilizarán el sistema informático de inscripción contenido en la página de Internet del Servicio de Administración Tributaria, siempre que cumplan con los siguientes requisitos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Estar inscritas en el registro federal de contribuyentes, así como encontrarse en dicho registro con el estatus de localizados en su domicilio fiscal;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Contar con el certificado de firma electrónica avanzada vigente, expedido por el Servicio de Administración Tributaria o por un prestador de servicios de certificación autorizado en los términos del Código;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Entregar una relación con los nombres de los contadores públicos autorizados para formular dictámenes para efectos fiscales, que presten sus servicios a la misma persona moral, y 21 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Que su representante legal cumpla con los requisitos establecidos en las fracciones I y II del presente artículo, y no haya presentado el aviso de suspensión de actividades previsto en el artículo 29, fracción V de este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando las sociedades o asociaciones civiles a que se refiere este artículo soliciten por primera vez el registro correspondiente, la solicitud se deberá presentar dentro del mes siguiente a la fecha en la que alguno de sus miembros obtenga autorización para formular dictámenes para efectos fiscales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las sociedades o asociaciones civiles que hayan obtenido el registro a que se refiere este artículo, deberán presentar aviso cuando se incorpore a ellas un contador público inscrito, cuando alguno de sus miembros obtenga la inscripción o cuando alguno de sus miembros que sea contador público se desincorpore de ellas, fallezca, le sea cancelada la inscripción o se dé de baja su inscripción.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El aviso a que se refiere el párrafo anterior, se presentará ante la Autoridad Fiscal dentro de los quince días siguientes a la fecha en que se actualice cualquiera de los supuestos que se señalan en el citado párrafo, indicando los datos de identificación del contador público: nombre; número de inscripción a que se refiere el artículo 52, fracción I del Código; clave en el registro federal de contribuyentes; clave única del registro de población; cargo que desempeña en la persona moral de que se trate y los demás que mediante reglas de carácter general establezca el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "55",
      "tipo": "articulo",
      "orden": 55,
      "pagina": 22,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 52, antepenúltimo párrafo del Código, el Servicio de Administración Tributaria, previa audiencia, aplicará al contador público inscrito las sanciones siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Amonestación, cuando:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "No proporcione o presente incompleta la información a que se refiere el artículo 52-A, fracción I, incisos a) y c) del Código.",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La sanción a que se refiere este inciso se aplicará por cada dictamen formulado en contravención a las disposiciones jurídicas aplicables, independientemente del ejercicio fiscal de que se trate y las sanciones correspondientes se acumularán;",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 5,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "No cumpla con lo establecido en los artículos 52, último párrafo, excepto cuando se trate de cambio de domicilio fiscal y 53, fracción I de este Reglamento, y",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 6,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "No hubiera integrado en el dictamen la información que para efectos del proceso de envío se determine en las reglas de carácter general que emita el Servicio de Administración Tributaria.",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La sanción a que se refiere este inciso, se aplicará por cada dictamen en el que no se hubiera integrado la información que corresponda, independientemente del ejercicio fiscal de que se trate y las sanciones correspondientes se acumularán, y",
          "padre_numero": 2,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 8,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Suspensión de la inscripción a que se refiere el artículo 52, fracción I del Código:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 9,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "De uno a tres años cuando el contador público inscrito: 22 de 40",
          "padre_numero": 8,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 10,
          "tipo": "numeral",
          "identificador": "1.",
          "contenido": "Formule el dictamen en contravención a los artículos 52 del Código, 57 de este Reglamento, al Reglamento de la Ley del Impuesto sobre la Renta, o a las reglas de carácter general que al efecto emita el Servicio de Administración Tributaria;",
          "padre_numero": 9,
          "x_id": 136,
          "x_texto": 158
        },
        {
          "numero": 11,
          "tipo": "numeral",
          "identificador": "2.",
          "contenido": "No aplique las normas de auditoría a que se refiere el artículo 60 de este Reglamento;",
          "padre_numero": 9,
          "x_id": 136,
          "x_texto": 158
        },
        {
          "numero": 12,
          "tipo": "numeral",
          "identificador": "3.",
          "contenido": "Formule dictamen estando impedido para hacerlo de acuerdo a lo previsto en el artículo 60 de este Reglamento;",
          "padre_numero": 9,
          "x_id": 136,
          "x_texto": 158
        },
        {
          "numero": 13,
          "tipo": "numeral",
          "identificador": "4.",
          "contenido": "No exhiba a requerimiento de la Autoridad Fiscal, los papeles de trabajo que elaboró con motivo del dictamen de las operaciones de enajenación de acciones o de cualquier otro dictamen que tenga repercusión fiscal, distinto al dictamen de los estados financieros del contribuyente;",
          "padre_numero": 9,
          "x_id": 136,
          "x_texto": 158
        },
        {
          "numero": 14,
          "tipo": "numeral",
          "identificador": "5.",
          "contenido": "No informe su cambio de domicilio fiscal en términos de lo establecido en el artículo 52, último párrafo de este Reglamento, y",
          "padre_numero": 9,
          "x_id": 136,
          "x_texto": 158
        },
        {
          "numero": 15,
          "tipo": "numeral",
          "identificador": "6.",
          "contenido": "No presentar o hacerlo de manera incompleta la evidencia que demuestre la aplicación de los procedimientos de revisión de la situación fiscal del contribuyente a que se refiere el artículo 57, último párrafo de este Reglamento.",
          "padre_numero": 9,
          "x_id": 136,
          "x_texto": 158
        },
        {
          "numero": 16,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La sanción a que se refieren los numerales 1, 2, 3 y 6, se aplicará por cada dictamen formulado en contravención a las disposiciones jurídicas aplicables o no se hubiera presentado la información que corresponda, independientemente del ejercicio fiscal de que se trate y las sanciones correspondientes se acumularán.",
          "padre_numero": 8,
          "x_id": 114,
          "x_texto": 114
        },
        {
          "numero": 17,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "Acumule tres amonestaciones de las previstas en la fracción I de este artículo. En este caso la suspensión será de tres meses a un año y se aplicará una vez notificada la tercera amonestación;",
          "padre_numero": 8,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 18,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "Se dicte en su contra auto de sujeción a proceso por la comisión de delitos de carácter fiscal. En este caso la suspensión durará el tiempo en el que el contador público se encuentre sujeto al proceso penal, en cuyo caso no podrá exceder del término de tres años.",
          "padre_numero": 8,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 19,
          "tipo": "inciso",
          "identificador": "d)",
          "contenido": "No cumpla con lo establecido en el artículo 53, segundo párrafo de este Reglamento. En este caso la suspensión durará hasta que se obtenga el refrendo o recertificación a que se refiere el citado artículo;",
          "padre_numero": 8,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 20,
          "tipo": "inciso",
          "identificador": "e)",
          "contenido": "Emita dictamen sin contar con la certificación, a que se refiere el artículo 52, fracción I, inciso a), segundo párrafo del Código, la suspensión durará hasta que se obtenga la certificación, o en su caso, refrendo o recertificación correspondiente, a que se refiere el artículo 53, segundo párrafo de este Reglamento, y",
          "padre_numero": 8,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 21,
          "tipo": "inciso",
          "identificador": "f)",
          "contenido": "No cumpla con lo establecido en el artículo 53, fracción II de este Reglamento. En este caso, la suspensión será de seis meses a tres años.",
          "padre_numero": 8,
          "x_id": 114,
          "x_texto": 136
        }
      ]
    },
    {
      "numero": "56",
      "tipo": "articulo",
      "orden": 56,
      "pagina": 23,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 52, antepenúltimo párrafo del Código, el Servicio de Administración Tributaria, previa audiencia, procederá a la cancelación definitiva de la inscripción a que se refiere el citado precepto, para lo cual se entiende que: 23 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Existe reincidencia cuando el contador público acumule tres suspensiones de las previstas en la fracción II del artículo 55 del presente Reglamento. La cancelación se aplicará una vez notificada la tercera suspensión, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "El contador público haya cometido un delito de carácter fiscal cuando cause ejecutoria la sentencia definitiva que declare culpable al contador público en dicha comisión del delito.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "57",
      "tipo": "articulo",
      "orden": 57,
      "pagina": 24,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El dictamen y el informe sobre la revisión de la situación fiscal del contribuyente a que se refiere el artículo 52, fracciones II y III del Código, se elaborarán con base en el análisis efectuado a la información que determine el Servicio de Administración Tributaria mediante reglas de carácter general. Adicionalmente, el informe deberá contener lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Los datos generales del contribuyente y del contador público inscrito y, en su caso, del representante legal;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La declaración, bajo protesta de decir verdad, que el informe se emite con fundamento en la fracción III del artículo 52 del Código y demás disposiciones aplicables, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Lo demás que determine el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El contador público inscrito deberá proporcionar dentro de los treinta días siguientes a la presentación del dictamen fiscal, a través de medios electrónicos, la evidencia que demuestre la aplicación de los procedimientos de revisión de la situación fiscal del contribuyente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "58",
      "tipo": "articulo",
      "orden": 58,
      "pagina": 24,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 32-A del Código, los contribuyentes que opten por dictaminar sus estados financieros deberán presentar, directamente o por conducto del contador público que haya elaborado el dictamen, a través de medios electrónicos y de conformidad con las reglas de carácter general que al efecto emita el Servicio de Administración Tributaria, la siguiente información y documentación:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Los datos generales e información del contribuyente, de su representante legal y del contador público inscrito que emita el dictamen y, en su caso, los de la oficina central de los residentes en el extranjero con establecimientos permanentes en México;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "El dictamen sobre los estados financieros emitido por el contador público inscrito;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "El informe sobre la revisión de su situación fiscal emitido por el contador público inscrito, así como los cuestionarios de diagnóstico fiscal contestados por el contador público, quien deberá aplicar los procedimientos de revisión de la situación fiscal del contribuyente que al efecto establezca el Servicio de Administración Tributaria mediante reglas de carácter general;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "La información de sus estados financieros básicos y las notas relativas a los mismos, de forma comparativa respecto al ejercicio inmediato anterior, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "La información correspondiente a su situación fiscal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La información a que se refiere este artículo deberá ir acompañada de una declaración bajo protesta de decir verdad del contador público inscrito que elaboró el dictamen y del contribuyente o de su 24 de 40 representante legal, en los términos que establezcan las reglas de carácter general que para tal efecto emita el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "59",
      "tipo": "articulo",
      "orden": 59,
      "pagina": 25,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 32-A del Código, los dictámenes de estados financieros formulados por un contador público inscrito, que presenten las personas físicas que únicamente perciban ingresos distintos a los provenientes de actividades empresariales, no surtirán efecto jurídico alguno. Tampoco surtirán efecto jurídico alguno las opciones para dictaminar estados financieros ni los dictámenes presentados por las personas que no se ubiquen en los supuestos a que se refiere el artículo 32-A del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los contribuyentes que hayan optado por dictaminar sus estados financieros de conformidad con lo establecido en el artículo 32-A del Código, podrán renunciar a la presentación del dictamen siempre que presenten un escrito en el que comuniquen dicha situación a la Autoridad Fiscal competente a más tardar el último día inmediato anterior a aquél en el que deba presentarse el dictamen, manifestando los motivos que tuvieron para ello, y además hayan cumplido oportunamente, en su caso, con la obligación prevista en el artículo 32-H del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 32-A, tercer párrafo del Código, cuando el dictamen y la información y documentación relacionada con el mismo se presenten fuera de los plazos que prevé dicho artículo, se tendrán por no presentados.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "60",
      "tipo": "articulo",
      "orden": 60,
      "pagina": 25,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 52, fracción II del Código, el contador público inscrito deberá cumplir con las normas de auditoría vigentes a la fecha de presentación del dictamen y estará impedido para formular dictámenes sobre los estados financieros de los contribuyentes, dictámenes de operaciones de enajenación de acciones, o cualquier otro dictamen que tenga repercusión fiscal, por afectar su independencia e imparcialidad, en los siguientes casos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Sea cónyuge, pariente civil, por consanguinidad en línea recta sin limitación de grado y en línea transversal hasta el cuarto grado y por afinidad hasta el segundo grado, del propietario o socio principal de la persona moral de que se trate o de algún director, administrador o empleado que tenga intervención importante en la administración de la misma;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Sea o haya sido en el ejercicio fiscal que dictamina, director, miembro del consejo de administración, administrador o empleado del contribuyente o de una empresa afiliada, subsidiaria o que esté vinculado económica o administrativamente al contribuyente, cualquiera que sea la forma como se le designe y se le retribuyan sus servicios.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El comisario de la persona moral no se considerará impedido para dictaminar, salvo que concurra otra causal de las que se mencionan en este artículo;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Tenga o haya tenido en el ejercicio fiscal que dictamine, alguna injerencia o vinculación económica en los negocios del contribuyente que le impida mantener su independencia e imparcialidad;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Reciba, por cualquier circunstancia o motivo, participación directa en función de los resultados de su auditoría o emita su dictamen en circunstancias en las que su emolumento dependa del resultado del mismo;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Sea agente o corredor de bolsa de valores en ejercicio;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 8,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Sea funcionario o empleado del Gobierno Federal, de las entidades federativas coordinadas en materia de contribuciones federales o de un organismo descentralizado competente para determinar contribuciones; 25 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 9,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "Reciba de cualquiera de los contribuyentes o de sus partes relacionadas, a los que les proporcione servicios de auditoría externa, bienes que se consideren inversiones y terrenos en propiedad para su explotación por parte del contador público inscrito, de la sociedad o de la asociación civil que conforme el despacho en el que dicho contador público preste sus servicios, o inversiones de capital, financiamientos u otros beneficios económicos. Excepto si los bienes o beneficios se reciben como contraprestación por la prestación de sus servicios;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 10,
          "tipo": "fraccion",
          "identificador": "VIII",
          "contenido": "Proporcione directamente, o por medio de un socio o empleado de la sociedad o asociación civil que conforme el despacho en el que el contador público preste sus servicios, adicionalmente al de dictaminar, los servicios de:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Preparación de manera permanente de la contabilidad del contribuyente;",
          "padre_numero": 10,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 12,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "Implementación, operación y supervisión de los sistemas del contribuyente que generen información significativa para la elaboración de los estados financieros a dictaminar. En la implementación de sistemas, se permitirá la participación del contador público inscrito o de la sociedad o asociación civil que conforme el despacho en el que funja como socio, o bien, en el que preste sus servicios, siempre que el contribuyente conserve la responsabilidad del proyecto y asigne la dirección del mismo a un empleado con la competencia y nivel adecuado para tomar decisiones de planeación, coordinación y supervisión;",
          "padre_numero": 10,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 13,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "Auditoría interna relativa a estados financieros y controles contables, cuando el contador público inscrito toma la responsabilidad de dicha función, excepto si el personal del contribuyente con competencia y nivel adecuado para planear, supervisar y coordinar las funciones, emite los informes correspondientes, y",
          "padre_numero": 10,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 14,
          "tipo": "inciso",
          "identificador": "d)",
          "contenido": "Preparación de avalúos o estimaciones de valor que tengan efectos en registros contables y sean relevantes, en relación a los activos, pasivos o ventas totales del contribuyente a dictaminar;",
          "padre_numero": 10,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 15,
          "tipo": "fraccion",
          "identificador": "IX",
          "contenido": "Asesore fiscalmente al contribuyente que dictamine en forma directa o a través de un socio o empleado de la sociedad o asociación civil que conforme el despacho en el que el contador público preste sus servicios, excepto si la prestación de servicios no incluye la participación o responsabilidad del contador público inscrito, o de la sociedad o asociación civil que conforme el despacho en el que funja como socio o en el que preste sus servicios, en la toma de decisiones administrativas o financieras del contribuyente, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 16,
          "tipo": "fraccion",
          "identificador": "X",
          "contenido": "Se encuentre vinculado con el contribuyente de forma tal que le impida independencia e imparcialidad de criterio.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "61",
      "tipo": "articulo",
      "orden": 61,
      "pagina": 26,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 53-B, primer párrafo, fracción III, inciso b) del Código, cuando en una revisión electrónica las Autoridades Fiscales soliciten información y documentación a un tercero, éste deberá proporcionar lo solicitado dentro del plazo de quince días siguientes, contado a partir de aquél en que surta efectos la notificación del requerimiento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando el tercero aporte información o documentación que requiera darse a conocer al contribuyente, la Autoridad Fiscal lo notificará a través del buzón tributario, dentro del plazo de cuatro días contado a 26 de 40 partir de aquél en que el tercero aportó dicha información o documentación; el contribuyente contará con un plazo de cuatro días contado a partir de aquél en que surta efectos la notificación para que manifieste lo que a su derecho convenga.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "62",
      "tipo": "articulo",
      "orden": 62,
      "pagina": 27,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 53-B, primer párrafo, fracción III, segundo párrafo del Código, el desahogo de pruebas periciales que se hayan ofrecido dentro del plazo de quince días a que se refiere la fracción II de dicho artículo, se deberá realizar dentro de los veinte días siguientes a su ofrecimiento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "63",
      "tipo": "articulo",
      "orden": 63,
      "pagina": 27,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 58-A del Código, cuando el contribuyente reciba como parte del precio un artículo usado que después enajene con pérdida, las Autoridades Fiscales deberán considerar la operación global para determinar si existe enajenación a costo de adquisición o a menos de dicho costo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "64",
      "tipo": "articulo",
      "orden": 64,
      "pagina": 27,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 58-A, fracción III del Código, se entenderá que se trata de pagos al extranjero, cuando el beneficiario de los mismos sea un residente en el extranjero sin establecimiento permanente en México, o que teniéndolo, el ingreso no sea atribuible a éste.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "65",
      "tipo": "articulo",
      "orden": 65,
      "pagina": 27,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 66, primer párrafo del Código, cuando el contribuyente solicite autorización de pago a plazos, en parcialidades o diferido, en tanto se resuelve su solicitud, deberá realizar los pagos mensuales subsecuentes, de acuerdo con el número de parcialidades solicitadas, a más tardar el mismo día de calendario que corresponda al día en el que fue efectuado el pago a que se refiere el artículo 66, fracción II del Código o, en su caso, la fecha propuesta para el pago diferido, aplicando la tasa de recargos correspondiente, de acuerdo a lo establecido en el artículo 66-A del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Si previo a la autorización del pago a plazos, el contribuyente no cumple en tiempo o con el monto establecido para cualquiera de las parcialidades, no pague en la fecha propuesta el monto diferido, u omita garantizar el interés fiscal estando obligado a ello, se considerará que se ha desistido de su solicitud de pago a plazos, debiendo cubrir el saldo insoluto de las contribuciones omitidas actualizadas, conforme al artículo 17-A del Código con los recargos correspondientes que se causarán en términos del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "66",
      "tipo": "articulo",
      "orden": 66,
      "pagina": 27,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 66, tercer párrafo del Código, la información del monto del adeudo a corregir, se dará a conocer al contribuyente por parte de la Autoridad Fiscal, hasta que ésta cuente con los elementos necesarios para determinar el monto correcto, sin que se pueda exceder de los plazos previstos en el artículo 46-A del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los contribuyentes que pretendan corregir su situación fiscal presentando la declaración correspondiente, podrán presentar su solicitud ante la Autoridad Fiscal en cualquier etapa dentro del ejercicio de facultades de comprobación y hasta dieciséis días antes de que venza el plazo establecido en el artículo 50 del Código. En la solicitud el contribuyente deberá exponer la situación financiera en la cual se encuentra, así como justificar los motivos por los cuales está solicitando esta modalidad de pago, para lo que deberá anexar la documentación que lo acredite.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "27 de 40",
          "padre_numero": 2,
          "x_id": 291,
          "x_texto": 291
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Una vez que el contribuyente presente la solicitud con el proyecto de pagos a que se refiere la fracción I del tercer párrafo del artículo 66 del Código, la Autoridad Fiscal dentro del plazo de siete días contado a partir de la recepción de la solicitud, podrá requerir datos, informes o documentos adicionales que considere necesarios para su valoración. Para tal efecto el contribuyente contará con un plazo de diez días para cumplir con lo requerido.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El plazo transcurrido entre la fecha de requerimiento de documentación por parte de la Autoridad Fiscal, y la fecha en que ésta hubiera sido aportada en su totalidad por el contribuyente, no se computará dentro del plazo de quince días a que se refiere el artículo 66, tercer párrafo, fracción II del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "67",
      "tipo": "articulo",
      "orden": 67,
      "pagina": 28,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 66, tercer párrafo del Código, al momento de presentar la solicitud de autorización no se pagará el 20% del monto total del crédito fiscal a que hace referencia el artículo 66, primer párrafo, fracción II del Código, por lo que no le será aplicable la disminución establecida en el artículo 66-A, fracciones I, primer párrafo y II, primer párrafo del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Autoridad Fiscal podrá autorizar un plazo menor al solicitado por el contribuyente en su solicitud de pago a plazos en parcialidades en términos del tercer párrafo del artículo 66 del Código, derivado del análisis del caso en particular.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "68",
      "tipo": "articulo",
      "orden": 68,
      "pagina": 28,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 46, fracción IV, segundo párrafo, 48, fracción VI y 66, tercer párrafo del Código, cuando el contribuyente presente escrito solicitando el pago a plazos, aun cuando se haya levantado la última acta parcial o, en su caso, se haya notificado el oficio de observaciones, éste podrá exhibir documentos, libros o registros para desvirtuar los hechos u omisiones, asentados en los documentos antes citados, los cuales serán independientes a la solicitud de pago a plazos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "69",
      "tipo": "articulo",
      "orden": 69,
      "pagina": 28,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 69-B, segundo párrafo del Código, la notificación se realizará en el siguiente orden:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "A través del buzón tributario;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Publicación en la página de Internet del Servicio de Administración Tributaria, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Publicación en el Diario Oficial de la Federación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La notificación mediante la publicación en la página de Internet del Servicio de Administración Tributaria y en el Diario Oficial de la Federación, se realizará hasta que conste la primera gestión de notificación a que se refiere la fracción I de este artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "70",
      "tipo": "articulo",
      "orden": 70,
      "pagina": 28,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 69-B, tercer párrafo del Código, la Autoridad Fiscal podrá requerir información adicional al contribuyente, a fin de que éste la proporcione dentro del plazo de diez días contado a partir de que surta efectos la notificación del requerimiento, en cuyo caso, el plazo para valorar las pruebas comenzará a computarse a partir de que el requerimiento haya sido cumplido.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "71",
      "tipo": "articulo",
      "orden": 71,
      "pagina": 28,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 69-C, segundo párrafo del Código, los contribuyentes podrán solicitar la adopción de un acuerdo conclusivo antes del levantamiento de la última acta parcial u 28 de 40 oficio de observaciones, o antes de la resolución provisional a que se refiere el artículo 53-B del Código, siempre que la Autoridad Fiscal, previo a la emisión de dicha acta, oficio o resolución, haga constar la calificación correspondiente en actas parciales, oficios o notificaciones emitidos para tales efectos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "72",
      "tipo": "articulo",
      "orden": 72,
      "pagina": 29,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 69-F del Código, el procedimiento de acuerdo conclusivo suspenderá los plazos previstos en la revisión electrónica a que se refiere el artículo 53-B del Código, para lo cual el contribuyente deberá manifestar en la solicitud correspondiente, su conformidad con la suspensión del citado plazo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "73",
      "tipo": "articulo",
      "orden": 73,
      "pagina": 29,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 70, segundo párrafo del Código, la actualización de las multas deberá realizarse a partir del día siguiente al vencimiento del plazo de treinta días a que se refiere el artículo 65 del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "74",
      "tipo": "articulo",
      "orden": 74,
      "pagina": 29,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 70-A del Código, para la reducción de las multas por infracción a las disposiciones legales y la aplicación de la tasa de recargos por prórroga causados, se considerarán los tres ejercicios inmediatos anteriores a la fecha en que fue determinada la sanción.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "75",
      "tipo": "articulo",
      "orden": 75,
      "pagina": 29,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 75 del Código, la imposición de una multa cuyo monto se encuentre actualizado, se deberá fundar tanto en las disposiciones aplicables del Código, como en las reglas de carácter general que emita el Servicio de Administración Tributaria, en las cuales se determina de forma detallada el procedimiento por el que se obtuvo el factor de actualización que se aplicará a la multa.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "76",
      "tipo": "articulo",
      "orden": 76,
      "pagina": 29,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de lo dispuesto en el artículo 84, fracciones IV, incisos a) y b), y VI del Código, para computar el plazo de la clausura preventiva de establecimientos, será desde el día en que se coloquen los sellos, independientemente de que se trate de un día incompleto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "77",
      "tipo": "articulo",
      "orden": 77,
      "pagina": 29,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141 del Código, la garantía del interés fiscal se otorgará a favor de la Tesorería de la Federación, del organismo descentralizado que sea competente para cobrar coactivamente créditos fiscales, así como de las tesorerías o de las dependencias de las entidades federativas o municipios que realicen esas funciones aun cuando tengan otra denominación, según corresponda.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando la garantía del interés fiscal consista en fianza, carta de crédito o billete de depósito, se otorgará a favor de la Tesorería de la Federación o del organismo descentralizado competente para cobrar coactivamente créditos fiscales, según sea el caso.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las garantías del interés fiscal subsistirán hasta que proceda su cancelación en los términos del Código y de este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando el ofrecimiento, cancelación, sustitución, ampliación o disminución de la garantía del interés fiscal se presente ante el Servicio de Administración Tributaria, ésta deberá efectuarse a través de la 29 de 40 forma oficial o formato electrónico que para tal efecto establezca dicho órgano mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los gastos que se originen con motivo del ofrecimiento de la garantía del interés fiscal deberán ser cubiertos por el interesado, inclusive los que se generen cuando sea necesario realizar la práctica de avalúos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "78",
      "tipo": "articulo",
      "orden": 78,
      "pagina": 30,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141, fracción I del Código, las cartas de crédito que se presenten como garantía del interés fiscal deberán ser emitidas por las instituciones de crédito registradas para tal efecto ante el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las modificaciones a las cartas de crédito a que se refiere el párrafo anterior por ampliación o disminución del monto máximo disponible o por prórroga de la fecha de vencimiento, se deberán realizar conforme al procedimiento que establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se aceptarán como garantía del interés fiscal las cartas de crédito que contengan datos, términos y condiciones distintos a los establecidos en las formas oficiales o formatos electrónicos aprobados por el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "79",
      "tipo": "articulo",
      "orden": 79,
      "pagina": 30,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para que una institución de crédito obtenga el registro para emitir cartas de crédito como medio de garantía del interés fiscal, deberá acreditar que es una institución de crédito autorizada para operar en territorio nacional y presentar la información que establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En caso de que la institución de crédito que haya obtenido el registro a que se refiere este artículo realice algún cambio de funcionarios autorizados para firmar cartas de crédito, deberá informar dicho cambio a la Autoridad Fiscal, dentro de los tres días siguientes a aquél en que éste hubiere ocurrido.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El Servicio de Administración Tributaria dará a conocer a través de su página de Internet, el nombre de las instituciones de crédito que obtengan el registro a que se refiere el presente artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "80",
      "tipo": "articulo",
      "orden": 80,
      "pagina": 30,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Autoridad Fiscal requerirá el importe garantizado mediante la carta de crédito en el domicilio que para tales efectos se señale en la propia carta de crédito, teniéndose por realizado el requerimiento en la fecha y hora de su presentación ante la institución de crédito que la emitió. Dicho requerimiento establecerá el número de la carta de crédito y el monto requerido, el cual podrá ser por la cantidad máxima por la que fue emitida la misma o por varias cantidades inferiores hasta agotar el importe máximo por el que fue expedida.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las instituciones de crédito realizarán el pago de las cartas de crédito mediante transferencia electrónica de fondos a la cuenta de la Tesorería de la Federación o a la cuenta del organismo descentralizado competente para cobrar coactivamente créditos fiscales, el mismo día del requerimiento o a más tardar dentro de las 48 horas siguientes a aquélla en que reciban el requerimiento de pago emitido por la Autoridad Fiscal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En caso de que las instituciones de crédito no realicen el pago de las cartas de crédito en el plazo señalado en el párrafo anterior, las cantidades garantizadas deberán pagarse actualizadas por el periodo comprendido entre la fecha en que se debió efectuar el pago y la fecha en que el mismo se realice, de conformidad con lo establecido en el artículo 17-A del Código. En este supuesto, se causarán recargos por concepto de indemnización al fisco federal, conforme a lo dispuesto por el artículo 21 del citado ordenamiento, a partir de la fecha en que debió hacerse el pago correspondiente y hasta que el mismo se efectúe.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "30 de 40",
          "padre_numero": 3,
          "x_id": 291,
          "x_texto": 291
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Una vez efectuada la transferencia electrónica de fondos, la institución de crédito de que se trate deberá enviar a la Tesorería de la Federación por conducto del Servicio de Administración Tributaria o al organismo descentralizado competente para cobrar coactivamente créditos fiscales el comprobante de la operación y del pago realizado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "81",
      "tipo": "articulo",
      "orden": 81,
      "pagina": 31,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141, fracción II del Código, la prenda o hipoteca se constituirán conforme a lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "La prenda se constituirá sobre bienes muebles por el 75% de su valor, siempre que estén libres de gravámenes hasta por ese porcentaje y deberá inscribirse en el registro que corresponda cuando los bienes en que recaiga o el propio contrato de prenda estén sujetos a esta formalidad.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se aceptarán en prenda los bienes de fácil descomposición o deterioro; los que se encuentren embargados, ofrecidos en garantía, o con algún gravamen o afectación; los sujetos al régimen de copropiedad, cuando no sea posible que el Gobierno Federal asuma de manera exclusiva la titularidad de todos los derechos; los afectos a algún fideicomiso; los que por su naturaleza o por disposición legal estén fuera del comercio y aquéllos que sean inembargables en términos del Código, así como las mercancías de procedencia extranjera, cuya legal estancia no esté acreditada en el país, los semovientes, las armas prohibidas y las materias y sustancias inflamables, contaminantes, radioactivas o peligrosas.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La garantía a que se refiere esta fracción podrá otorgarse mediante prenda bursátil relativa a inversiones en valores a cargo del Gobierno Federal inscritos en el Registro Nacional de Valores, siempre que se designe como beneficiario único a la Autoridad Fiscal a favor de la cual se otorgue la garantía.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El Servicio de Administración Tributaria podrá autorizar a instituciones y a corredores públicos para mantener en depósito determinados bienes que se otorguen en prenda, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La hipoteca se constituirá sobre bienes inmuebles por el 75% del valor de avalúo o del valor catastral. A la solicitud respectiva se deberá acompañar el certificado del Registro Público de la Propiedad que corresponda, expedido con un máximo de tres meses de anticipación a la fecha de la solicitud, en el que no aparezca anotado algún gravamen ni afectación urbanística o agraria. En el supuesto de que el inmueble reporte gravámenes, la suma del monto total de éstos y el interés fiscal a garantizar no podrá exceder del 75% del valor.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El otorgamiento de la garantía a que se refiere esta fracción se hará mediante escritura pública que deberá inscribirse en el Registro Público de la Propiedad que corresponda y contener los datos del crédito fiscal que se garantice.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El otorgante podrá garantizar con la misma hipoteca los recargos futuros o ampliar la garantía cada año.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "82",
      "tipo": "articulo",
      "orden": 82,
      "pagina": 31,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141, fracción III del Código, la póliza en la que se haga constar la fianza deberá contener los textos únicos que se señalen en reglas de carácter general que al efecto emita el Servicio de Administración Tributaria y quedará en poder y guarda de la Autoridad Fiscal que sea competente para cobrar coactivamente el crédito fiscal de que se trate.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "83",
      "tipo": "articulo",
      "orden": 83,
      "pagina": 31,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141, fracción IV del Código, para que un tercero asuma la obligación solidaria de garantizar el interés fiscal, deberá sujetarse a lo siguiente: 31 de 40",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Manifestar su voluntad de asumir la obligación solidaria, mediante escrito firmado ante fedatario público o ante la Autoridad Fiscal que tenga encomendado el cobro del crédito fiscal, en este último caso la manifestación deberá realizarse ante la presencia de dos testigos. Además, el escrito a que se refiere esta fracción deberá detallar los bienes sobre los cuales recaerá primeramente la obligación solidaria asumida.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El escrito a que se refiere el párrafo anterior deberá ser firmado por el interesado y tratándose de personas morales, por el administrador único o, en su caso, por la totalidad de los miembros del consejo de administración. Cuando en los estatutos sociales de la persona moral interesada el presidente del consejo de administración tenga conferidas las mismas facultades de administración que el propio consejo, bastará la firma de dicho presidente para tener por cumplido el requisito. Las personas a que se refiere este párrafo deberán contar con el certificado de firma electrónica avanzada expedido por el Servicio de Administración Tributaria o por un prestador de servicios de certificación autorizado en los términos del Capítulo II del Título I del Código;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Tratándose de personas morales, el monto de la garantía deberá ser menor al 10% de su capital social pagado y la persona moral de que se trate no deberá haber tenido pérdida fiscal para efectos del impuesto sobre la renta en los dos últimos ejercicios fiscales regulares o, en su caso, ésta no deberá haber excedido del 10% de su capital social pagado, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Tratándose de persona física, el monto de la garantía deberá ser menor al 10% de sus ingresos declarados en el ejercicio fiscal inmediato anterior, sin incluir el 75% de los ingresos declarados para los efectos del impuesto sobre la renta como actividades empresariales o del 10% del capital afecto a su actividad empresarial, en su caso.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "84",
      "tipo": "articulo",
      "orden": 84,
      "pagina": 32,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para que un tercero asuma la obligación de garantizar el interés fiscal por cuenta de otro en alguna de las formas a que se refiere el artículo 141, fracciones II y V del Código, deberá cumplir con los requisitos que para cada garantía se establecen en este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "85",
      "tipo": "articulo",
      "orden": 85,
      "pagina": 32,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141, fracción V del Código, el embargo en la vía administrativa se sujetará a las siguientes reglas:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Se practicará a solicitud del contribuyente, quien deberá presentar los documentos y cumplir con los requisitos que dé a conocer el Servicio de Administración Tributaria mediante reglas de carácter general;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "El contribuyente señalará los bienes de su propiedad sobre los que deba trabarse el embargo, debiendo ser suficientes para garantizar el interés fiscal y cumplir los requisitos y porcentajes que establece el artículo 81 de este Reglamento;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Tratándose de personas físicas, el depositario de los bienes será el contribuyente y en el caso de personas morales, su representante legal. Cuando a juicio de la Autoridad Fiscal exista peligro de que el depositario se ausente, enajene u oculte los bienes o realice maniobras tendientes a evadir el cumplimiento de sus obligaciones, podrá removerlo del cargo; en este supuesto, los bienes se depositarán con la persona que designe la Autoridad Fiscal;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Deberá inscribirse en el registro público que corresponda el embargo de los bienes que estén sujetos a esta formalidad, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Antes de la práctica de la diligencia de embargo en la vía administrativa, deberán cubrirse los gastos de ejecución y gastos extraordinarios que puedan ser determinados en términos del 32 de 40 artículo 150 del Código. El pago así efectuado tendrá el carácter de definitivo y en ningún caso procederá su devolución una vez practicada la diligencia.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "86",
      "tipo": "articulo",
      "orden": 86,
      "pagina": 33,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141, fracción V del Código, los contribuyentes que hayan optado por corregir su situación fiscal, que espontáneamente paguen sus créditos fiscales a plazo y elijan ofrecer como garantía del crédito fiscal el embargo en la vía administrativa de la negociación, deberán presentar una solicitud acompañada de la copia del documento por el que ejercieron la opción de pago a plazo del crédito fiscal de que se trate.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En la solicitud a que se refiere el párrafo anterior se deberá señalar, bajo protesta de decir verdad, lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "El monto de las contribuciones actualizadas por las que se optó por pagar a plazo, indicando si se trata de pago diferido o en parcialidades, excluyendo de dicho monto el 20% a que se refiere el artículo 66, fracción II del Código;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La contribución a la que corresponda el crédito fiscal de que se trate y el periodo de causación;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "El monto de los accesorios causados a la fecha de la solicitud del embargo, identificando la parte que corresponda a recargos, multas y a otros accesorios;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Los bienes de activo fijo que integran la negociación, así como el valor de los mismos pendiente de deducir en el impuesto sobre la renta, actualizado desde que se adquirieron y hasta el mes inmediato anterior al de presentación de la citada solicitud de embargo;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Las inversiones que el contribuyente tenga en terrenos, los títulos valor que representen la propiedad de bienes y los siguientes activos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 8,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Otros títulos valor;",
          "padre_numero": 7,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 9,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "Piezas de oro o de plata que hubieren tenido el carácter de moneda nacional o extranjera y las piezas denominadas “onzas troy”, y",
          "padre_numero": 7,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 10,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "Cualquier bien intangible, aun cuando se trate de inversiones o bienes que no estén afectos a las actividades por las cuales se generó el crédito fiscal, especificando las características de las inversiones que permitan su identificación, y",
          "padre_numero": 7,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 11,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Los gravámenes o adeudos de los señalados en el artículo 149, primer párrafo del Código que reporte la negociación, indicando el importe del adeudo y sus accesorios reclamados, así como el nombre y el domicilio de sus acreedores.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "87",
      "tipo": "articulo",
      "orden": 87,
      "pagina": 33,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La garantía del interés fiscal que se ofrezca ante la Autoridad Fiscal competente para cobrar coactivamente créditos fiscales, será objeto de calificación y de aceptación, en su caso.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para calificar la garantía del interés fiscal, la Autoridad Fiscal deberá verificar que se cumplan los requisitos que establecen el Código y este Reglamento en cuanto a la clase de la garantía ofrecida, el motivo por el cual se otorgó y que su importe cubre los conceptos que señala el artículo 141 del Código. Cuando no se cumplan los requisitos a que se refiere este párrafo la Autoridad Fiscal requerirá al promovente a fin de que, en un plazo de quince días contado a partir del día siguiente a aquél en que se le notifique dicho requerimiento, cumpla con el requisito omitido, en caso contrario no se aceptará la garantía. El plazo establecido en el artículo 141, quinto párrafo del Código se suspenderá hasta que se emita la resolución en la que se determine la procedencia o no de la garantía del interés fiscal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "33 de 40",
          "padre_numero": 2,
          "x_id": 291,
          "x_texto": 291
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Autoridad Fiscal podrá aceptar la garantía ofrecida por el contribuyente aun y cuando ésta no sea suficiente para garantizar el interés fiscal de acuerdo con lo establecido en el artículo 141 del Código, instaurando el procedimiento administrativo de ejecución por el monto no garantizado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "88",
      "tipo": "articulo",
      "orden": 88,
      "pagina": 34,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para garantizar el interés fiscal sobre un mismo crédito fiscal podrán combinarse las diferentes formas que al efecto establece el artículo 141 del Código, así como sustituirse entre sí, en cuyo caso antes de cancelarse la garantía original deberá constituirse la garantía sustituta, siempre y cuando la garantía que se pretende sustituir no sea exigible.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La garantía constituida podrá garantizar uno o varios créditos fiscales siempre que la misma comprenda los conceptos previstos en el artículo 141, segundo párrafo del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "89",
      "tipo": "articulo",
      "orden": 89,
      "pagina": 34,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La cancelación de la garantía del interés fiscal procederá en los siguientes casos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Por sustitución de garantía;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Por el pago del crédito fiscal;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Cuando en definitiva quede sin efectos la resolución que dio origen al otorgamiento de la garantía;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Cuando se cumpla la fecha de la vigencia de la garantía, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "En cualquier otro caso en que deba cancelarse de conformidad con las disposiciones fiscales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La garantía del interés fiscal podrá disminuirse o sustituirse por una menor en la misma proporción en que se reduzca el crédito fiscal por pago parcial del mismo, o por cumplimiento a una resolución definitiva dictada por autoridad competente en la que se haya declarado la nulidad lisa y llana o revocado la resolución que determina el crédito fiscal, dejando subsistente una parte del mismo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "90",
      "tipo": "articulo",
      "orden": 90,
      "pagina": 34,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El contribuyente o el tercero que tenga interés jurídico podrá presentar solicitud de cancelación de garantía ante la Autoridad Fiscal que la haya exigido o recibido, a la que deberá acompañar los documentos que acrediten la procedencia de la cancelación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Autoridad Fiscal cancelará las garantías ofrecidas cuando se actualice cualquiera de los supuestos previstos en el artículo anterior, informando de dicha situación al contribuyente que ofreció la garantía.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las garantías que se hubieran inscrito en el registro público que corresponda, se cancelarán mediante oficio de la Autoridad Fiscal al citado registro.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "91",
      "tipo": "articulo",
      "orden": 91,
      "pagina": 34,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 141, tercer párrafo del Código, las Autoridades Fiscales podrán dispensar de la garantía del interés fiscal a los ejecutores de gasto en términos de la Ley Federal de Presupuesto y Responsabilidad Hacendaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando los contribuyentes a que se refiere el párrafo anterior interpongan medios de defensa en contra de la resolución que determine un crédito fiscal, se suspenderá el procedimiento administrativo de ejecución, así como el plazo a que se refiere el artículo 146 del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "34 de 40",
          "padre_numero": 2,
          "x_id": 291,
          "x_texto": 291
        }
      ]
    },
    {
      "numero": "92",
      "tipo": "articulo",
      "orden": 92,
      "pagina": 35,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 137, último párrafo del Código, se cobrará la cantidad de $426.01 por concepto de honorarios.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Autoridad Fiscal determinará los honorarios a que se refiere este artículo y los hará del conocimiento del infractor conjuntamente con la notificación de la infracción de que se trate. Dichos honorarios se deberán pagar a más tardar en la fecha en que se cumpla con el requerimiento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El monto establecido en el primer párrafo de este artículo se actualizará cuando el incremento porcentual acumulado del Índice Nacional de Precios al Consumidor desde el mes en que se actualizó por última vez exceda del 10%. La actualización correspondiente entrará en vigor a partir del 1 de enero del siguiente ejercicio fiscal a aquél en el que se haya realizado la actualización correspondiente, aplicando el factor correspondiente al periodo comprendido desde el mes en el que se actualizó por última vez hasta el último mes del ejercicio en el que se exceda el por ciento citado, mismo que se obtendrá de conformidad con el artículo 17-A del Código. El Servicio de Administración Tributaria publicará la cantidad actualizada en el Diario Oficial de la Federación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "93",
      "tipo": "articulo",
      "orden": 93,
      "pagina": 35,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 145 del Código, cuando las Autoridades Fiscales hayan iniciado el procedimiento administrativo de ejecución, embargando bienes propiedad del contribuyente y éste posteriormente ofrezca garantía suficiente en términos del artículo 141 del Código, a efecto de asegurar el interés fiscal por la interposición de medios de defensa, la Autoridad Fiscal podrá llevar a cabo la calificación y aceptación de la referida garantía y proceder a levantar el embargo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La garantía a que se refiere el párrafo anterior, podrá ofrecerse hasta en tanto no se hubieren resuelto en definitiva los medios de defensa promovidos por el contribuyente, y no procederá su aceptación en los casos que se ofrezcan como garantía títulos valor o cartera de créditos del contribuyente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "94",
      "tipo": "articulo",
      "orden": 94,
      "pagina": 35,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 150 del Código, la Autoridad Fiscal determinará el monto de los gastos extraordinarios que deba pagar el contribuyente, acompañando copia de los documentos que acrediten dicho monto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los honorarios que deban pagarse a los depositarios o interventores de negociaciones o administradores de bienes raíces se fijarán de conformidad con las reglas de carácter general que al efecto emita el Servicio de Administración Tributaria. Los honorarios de los depositarios incluirán los reembolsos por gastos de guarda, mantenimiento y conservación del bien.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Autoridad Fiscal vigilará que los gastos extraordinarios que se efectúen sean los estrictamente indispensables.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "95",
      "tipo": "articulo",
      "orden": 95,
      "pagina": 35,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se cobrarán los gastos de ejecución a que se refiere el artículo 150 del Código, cuando los créditos fiscales, respecto de los cuales se ejerció el procedimiento administrativo de ejecución que dio lugar a dichos gastos, hayan quedado insubsistentes en su totalidad mediante resolución o sentencia definitiva dictada por autoridad competente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando el requerimiento y el embargo a que se refiere el artículo 150, fracciones I y II del Código, se lleven a cabo en una misma diligencia se efectuará únicamente un cobro por concepto de gastos de ejecución.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para la determinación del monto de los gastos de ejecución a que se refiere el artículo 150 del Código, las Autoridades Fiscales considerarán que se lleva a cabo una sola diligencia, cuando en un mismo acto se requiera el pago de diferentes contribuciones, aun cuando correspondan a ejercicios distintos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "35 de 40",
          "padre_numero": 3,
          "x_id": 291,
          "x_texto": 291
        }
      ]
    },
    {
      "numero": "96",
      "tipo": "articulo",
      "orden": 96,
      "pagina": 36,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de los sujetos a que se refiere el artículo 146-C del Código, cuya liquidación o extinción no esté a cargo del Servicio de Administración y Enajenación de Bienes, el liquidador designado para tal efecto deberá informar que existe el dictamen a que se refiere el artículo 146-C, fracción I del Código.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "97",
      "tipo": "articulo",
      "orden": 97,
      "pagina": 36,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 152, primer párrafo del Código, la identificación del ejecutor debe hacerse constar en el acta que se levante con motivo de la diligencia, para lo cual se deberá incluir en dicha acta, lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "El nombre completo del ejecutor, así como el número, la vigencia y la fecha de expedición de la credencial o constancia de identificación del ejecutor;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Nombre y cargo del funcionario competente que emite la credencial o constancia de identificación, así como el fundamento para su expedición;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "El fundamento jurídico que lo acredite para llevar a cabo requerimientos de pago y cualquier otro acto dentro del procedimiento administrativo de ejecución, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Que el documento con el que se identifica contiene fotografía y firma de quien practica la diligencia.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "98",
      "tipo": "articulo",
      "orden": 98,
      "pagina": 36,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 157 del Código, cuando las disposiciones legales aplicables establezcan que algún bien es inembargable o inalienable la Autoridad Fiscal no podrá trabar embargo sobre el mismo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "99",
      "tipo": "articulo",
      "orden": 99,
      "pagina": 36,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 153, 164 y 165 del Código, el interventor con cargo a la caja tendrá las siguientes facultades:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Tener acceso a toda la información contable, fiscal y financiera de la negociación intervenida, a fin de tener conocimiento del manejo de las operaciones que ella realice, pudiendo requerir todo tipo de información que esté relacionada con la negociación intervenida, actualizada a la fecha del inicio de la intervención, señalando para ello un plazo de hasta cinco días;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Tener acceso a toda la información relativa a los estados de las cuentas bancarias y de las inversiones que la negociación tenga abiertas, inclusive la relativa a las cuentas bancarias que se encuentren canceladas, a fin de verificar y controlar los movimientos que impliquen retiros, traspasos, transferencia, pagos o reembolsos, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Exigir, cuando proceda, la presencia de la persona que sea titular de la negociación o que tenga acreditada la representación legal de la misma, en términos de los artículos 19 del Código y 13 de este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los contribuyentes intervenidos estarán obligados a brindar al interventor todas las facilidades necesarias para el ejercicio de sus facultades, incluyendo el acceso a su domicilio fiscal, establecimientos, sucursales, locales o cualquier lugar de negocios en donde se desarrollen total o parcialmente las actividades, así como a entregar la información que les sea requerida.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 6,
          "tipo": "texto",
          "identificador": null,
          "contenido": "36 de 40",
          "padre_numero": 5,
          "x_id": 291,
          "x_texto": 291
        }
      ]
    },
    {
      "numero": "100",
      "tipo": "articulo",
      "orden": 100,
      "pagina": 37,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 153, 164 y 165 del Código, el interventor con cargo a caja designado tendrá las siguientes obligaciones:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Estar presente en el local en donde se encuentre la administración principal del negocio o en el lugar que conforme al artículo 10 del Código se considere el domicilio fiscal del contribuyente intervenido, o en los establecimientos, locales, sucursales o cualquier lugar de negocio donde el contribuyente intervenido desarrolle sus actividades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Al inicio de la intervención:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Verificar la existencia y estado físico del activo fijo embargado, levantando constancia de hechos en los casos en que falten bienes. De existir bienes que no se encuentren señalados en el acta de embargo o en la relación de activo fijo y el crédito fiscal no se encuentre totalmente garantizado, deberá informar a la Autoridad Fiscal para que proceda a la ampliación del embargo;",
          "padre_numero": 3,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 5,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "Analizar el estado de resultados del ejercicio inmediato anterior al del inicio de la intervención de la negociación y el estado de posición financiera o balance general correspondiente al último día del mes inmediato anterior al del inicio de la intervención de la negociación;",
          "padre_numero": 3,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 6,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "Realizar un informe detallado del número, nombre y monto de los salarios que perciban los trabajadores, con base en la nómina de la propia negociación;",
          "padre_numero": 3,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 7,
          "tipo": "inciso",
          "identificador": "d)",
          "contenido": "Obtener una copia de los estados de cuenta bancarios de los doce meses anteriores al del inicio de la intervención de la negociación, en los que se visualice el detalle de los movimientos, así como copia de los talones o pólizas respecto de los cheques expedidos, a fin de verificar los ingresos y egresos de la negociación;",
          "padre_numero": 3,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 8,
          "tipo": "inciso",
          "identificador": "e)",
          "contenido": "Obtener, en su caso, una copia del acta constitutiva y de sus modificaciones, y",
          "padre_numero": 3,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 9,
          "tipo": "inciso",
          "identificador": "f)",
          "contenido": "Integrar una relación de los acreedores cuyos créditos tengan preferencia sobre los del fisco federal, misma que deberá contener concepto, importe y plazo del crédito, así como nombre, razón o denominación social del acreedor;",
          "padre_numero": 3,
          "x_id": 114,
          "x_texto": 136
        },
        {
          "numero": 10,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Enterar la cantidad recaudada diariamente salvo los días en que no se recaude ninguna cantidad, mediante la forma oficial o formato electrónico correspondiente, debiendo entregar a más tardar el día siguiente a la fecha en que se le proporcionó, el original del formulario de pago en el que conste la impresión de los sellos de pago y la impresión del comprobante respectivo, expedido por la institución bancaria ante la cual se efectuó el pago;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Guardar absoluta reserva respecto de la información que obtenga de la negociación y de las decisiones que tome la Autoridad Fiscal;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 12,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Elaborar un acta pormenorizada que refleje la situación financiera de la negociación a la fecha del levantamiento de la intervención;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 13,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Revisar que los gastos y costos sean los estrictamente necesarios para el buen funcionamiento de la negociación, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 14,
          "tipo": "fraccion",
          "identificador": "VII",
          "contenido": "Elaborar un informe inicial que contenga la situación general de la negociación al inicio de la intervención e informes mensuales respecto de los movimientos realizados en el mes, los cuales deberá entregar a la Autoridad Fiscal dentro de los tres días siguientes al inicio de la 37 de 40 intervención en el caso del informe inicial y, en el segundo caso, dentro de los tres días siguientes al mes que corresponda el informe mensual.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "101",
      "tipo": "articulo",
      "orden": 101,
      "pagina": 38,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 166 y 169 del Código, durante la intervención en carácter de administración, el interventor administrador designado, además de las obligaciones previstas en el artículo 167 del Código, tendrá las siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Realizar el pago de sueldos, de créditos preferentes, de contribuciones y en general todas las acciones necesarias para la conservación y buena marcha del negocio;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Elaborar un informe inicial que contenga la situación general de la negociación al momento del inicio de la intervención, el cual deberá entregar a la Autoridad Fiscal dentro de los tres días siguientes a dicho inicio, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Elaborar un informe mensual con los movimientos realizados en el mes, el cual deberá entregar a la Autoridad Fiscal dentro de los tres días siguientes al mes al que corresponda el informe.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "102",
      "tipo": "articulo",
      "orden": 102,
      "pagina": 38,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 163, segundo párrafo del Código, en los casos en los que el deudor o su representante legal no se presenten en las oficinas de las Autoridades Fiscales a abrir las cerraduras de los bienes muebles a que se refiere dicho artículo o presentándose se niegue a abrir las cerraduras, la Autoridad Fiscal encomendará a un experto para que proceda a su apertura en presencia de dos testigos designados previamente por las propias autoridades.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El ejecutor levantará un acta haciendo constar el inventario completo del contenido de los bienes muebles a que se refiere el párrafo anterior, la cual deberá ser firmada por él, por los testigos y por el depositario designado, una copia de la misma se le notificara al deudor.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "103",
      "tipo": "articulo",
      "orden": 103,
      "pagina": 38,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 174 del Código, las personas interesadas en participar en la enajenación de bienes por subasta pública a través de medios electrónicos lo podrán hacer a través de la página de Internet del Servicio de Administración Tributaria, efectuando el pago del depósito, el saldo de la cantidad ofrecida de contado en su postura legal o el que resulte de las mejoras a que se refiere la Sección Cuarta del Capítulo III del Título V del Código mediante ventanilla bancaria o transferencia electrónica de fondos, en los términos de los artículos 104 a 109 de este Reglamento y de las reglas de carácter general que al efecto emita el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "104",
      "tipo": "articulo",
      "orden": 104,
      "pagina": 38,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo anterior, en la página de Internet del Servicio de Administración Tributaria se podrán consultar los bienes objeto de remate, el valor que servirá de base para su enajenación y los requisitos que deben cumplir los interesados para participar en la subasta pública.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los bienes sujetos a remate se encontrarán a la vista del público interesado en los lugares y horarios que se indiquen en la página de Internet del Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "105",
      "tipo": "articulo",
      "orden": 105,
      "pagina": 38,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 176, en relación con los artículos 181 y 182 del Código, los interesados en participar en la enajenación de bienes en subasta pública a través de medios electrónicos en los términos del presente ordenamiento deberán cumplir, además, con lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Obtener su clave de identificación de usuario, para lo cual deberán proporcionar los datos que al efecto determine el Servicio de Administración Tributaria mediante reglas de carácter general, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Enviar su postura señalando la cantidad que ofrezca de contado, dentro del plazo señalado en la convocatoria de remate.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "38 de 40",
          "padre_numero": 3,
          "x_id": 291,
          "x_texto": 291
        },
        {
          "numero": 5,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Se tendrá por cubierto el requisito de enviar los datos a que se refiere el artículo 182 del Código, cuando los postores hayan dado cumplimiento a lo señalado en el presente artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "106",
      "tipo": "articulo",
      "orden": 106,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 183, segundo párrafo del Código, los postores podrán verificar en la página de Internet del Servicio de Administración Tributaria las posturas que los demás postores vayan efectuando dentro del periodo señalado en dicho artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Con cada nueva postura que mejore las anteriores, el Servicio de Administración Tributaria enviará un mensaje que confirme al postor la recepción de ésta, en el que señalará el importe ofrecido, la fecha y hora de dicho ofrecimiento, así como el bien de que se trate y la clave de la postura.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "107",
      "tipo": "articulo",
      "orden": 107,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Efectuado el pago total del importe ofrecido por un bien rematado, se comunicará al postor ganador que deberá solicitar a la Autoridad Fiscal que ésta le señale la fecha y hora en que se realizará la entrega del bien rematado, una vez que hayan sido cumplidas las formalidades a que se refieren los artículos 185 y 186 del Código. El postor ganador podrá solicitar una nueva fecha de entrega en caso de que no le hubiese sido posible acudir a la que hubiere señalado la Autoridad Fiscal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "108",
      "tipo": "articulo",
      "orden": 108,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 181 del Código, la Autoridad Fiscal reintegrará a los postores, dentro de los dos días posteriores a la fecha en que se hubiere fincado el remate, el importe del depósito que como garantía hayan constituido, excepto el que corresponda al ganador que se tendrá como garantía del cumplimiento de su obligación de pago y, en su caso, como pago de parte del precio de venta.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "109",
      "tipo": "articulo",
      "orden": 109,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando el remate de bienes sea cancelado o suspendido por la Autoridad Fiscal, dicha situación se hará del conocimiento de los postores participantes a través de su correo electrónico y el importe depositado como garantía se reintegrará dentro de los dos días siguientes a la notificación de la cancelación o suspensión.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "110",
      "tipo": "articulo",
      "orden": 110,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de los artículos 180, último párrafo y 192 del Código, la Autoridad Fiscal podrá enajenar a plazos los bienes embargados siempre que el comprador garantice el saldo del adeudo más los intereses que correspondan en alguna de las formas señaladas en el artículo 141 del Código. En este caso, los intereses serán iguales a los recargos exigibles tratándose del pago a plazo de los créditos fiscales, la forma y términos en que procederá la enajenación a plazos de los bienes embargados se establecerá mediante reglas de carácter general que al efecto emita el Servicio de Administración Tributaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "111",
      "tipo": "articulo",
      "orden": 111,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 184 del Código, en caso de incumplimiento del postor ganador, se comunicará al postor que haya hecho la segunda, tercera más altas y así sucesivamente, que podrá realizar el depósito de su postura en los plazos señalados en los artículos 185 o 186 del Código, según corresponda.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "112",
      "tipo": "articulo",
      "orden": 112,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 195 del Código, el embargado podrá recuperar sus bienes, si realiza el pago del crédito fiscal total o parcialmente hasta un día antes de haberse rematado, enajenado o adjudicado los bienes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "113",
      "tipo": "articulo",
      "orden": 113,
      "pagina": 39,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los excedentes del producto del remate o adjudicación, a que se refiere el artículo 196 del Código, no serán susceptibles de actualización ni de pago de intereses, siempre y cuando se entreguen en los plazos que para tal efecto establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    }
  ]
}