{
  "ley": "RIVA",
  "tipo_contenido": "articulo",
  "articulos": [
    {
      "numero": "1",
      "tipo": "articulo",
      "orden": 1,
      "pagina": 1,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de este Reglamento se entiende por:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Ley: La Ley del Impuesto al Valor Agregado;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Impuesto: El impuesto al valor agregado;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Actos o Actividades por los que se deba pagar el Impuesto: Aquéllos a los que se les apliquen las tasas del 16% y 0% a las que se refiere la Ley, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107,
          "referencias": [
            "Fracción reformada DOF 25-09-2014"
          ]
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Disposiciones que establece la Ley en materia de acreditamiento: Los artículos 4o., 5o., 5o.-A, 5o.-B, 5o.-C, 5o.-D, 5o.-E y 5o.-F de la Ley.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107,
          "referencias": [
            "Fracción reformada DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "2",
      "tipo": "articulo",
      "orden": 2,
      "pagina": 1,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "3",
      "tipo": "articulo",
      "orden": 3,
      "pagina": 1,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 1o.-A, último párrafo de la Ley, las personas morales obligadas a efectuar la retención del impuesto que se les traslade, lo harán en una cantidad menor, en los casos siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "La retención se hará por las dos terceras partes del impuesto que se les traslade y que haya sido efectivamente pagado, cuando el impuesto le sea trasladado por personas físicas por las operaciones siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Prestación de servicios personales independientes;",
          "padre_numero": 2,
          "x_id": 107,
          "x_texto": 129
        },
        {
          "numero": 4,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "Prestación de servicios de comisión, y",
          "padre_numero": 2,
          "x_id": 107,
          "x_texto": 129
        },
        {
          "numero": 5,
          "tipo": "inciso",
          "identificador": "c)",
          "contenido": "Otorgamiento del uso o goce temporal de bienes. 1 de 16",
          "padre_numero": 2,
          "x_id": 107,
          "x_texto": 129
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La retención se hará por el 4% del valor de la contraprestación pagada efectivamente, cuando reciban los servicios de autotransporte terrestre de bienes que sean considerados como tales en los términos de las leyes de la materia.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las personas físicas o morales que presten los servicios de autotransporte de bienes a que se refiere el párrafo anterior, deberán poner a disposición del Servicio de Administración Tributaria la documentación comprobatoria, de conformidad con las disposiciones fiscales, de las cantidades adicionales al valor de la contraprestación pactada por los citados servicios, que efectivamente se cobren a quien los reciba, por contribuciones distintas al impuesto al valor agregado, viáticos, gastos de toda clase, reembolsos, intereses normales o moratorios, penas convencionales y por cualquier otro concepto, identificando dicha documentación con tales erogaciones.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "4",
      "tipo": "articulo",
      "orden": 4,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 1o.-A, último párrafo de la Ley, la Federación y sus organismos descentralizados, cuando reciban los servicios a que se refiere el artículo 1o.-A, fracción II, inciso c) de la Ley, efectuarán la retención del impuesto en los términos del artículo 3, fracción II de este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "5",
      "tipo": "articulo",
      "orden": 5,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "6",
      "tipo": "articulo",
      "orden": 6,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 2o.-A, fracción I, inciso a) de la Ley, se considera que los animales y vegetales no están industrializados por el simple hecho de que se presenten cortados, aplanados, en trozos, frescos, salados, secos, refrigerados, congelados o empacados ni los vegetales por el hecho de que sean sometidos a procesos de secado, limpiado, descascarado, despepitado o desgranado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La madera cortada en tablas, tablones o en cualquier otra manera que altere su forma, longitud y grosor naturales, se considera sometida a un proceso de industrialización.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "7",
      "tipo": "articulo",
      "orden": 7,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 2o.-A, fracción I, inciso b) de la Ley, se consideran medicinas de patente las especialidades farmacéuticas, los estupefacientes, las substancias psicotrópicas y los antígenos o vacunas, incluyendo las homeopáticas y las veterinarias.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los medicamentos magistrales y oficinales a que se refiere la legislación sanitaria se consideran medicinas de patente, cuando sean equivalentes a las especialidades farmacéuticas.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "8",
      "tipo": "articulo",
      "orden": 8,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 2o.-A, fracción I, inciso e) de la Ley, se considera que una embarcación es destinada a la pesca comercial cuando en la matrícula o el registro de la misma, así se determine, salvo prueba en contrario.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Asimismo, para los efectos del artículo 25, fracción III de la Ley, tratándose de la importación de las citadas embarcaciones, éstas se consideran destinadas a la pesca comercial, cuando para los efectos del pago del impuesto general de importación se les considere como barcos pesqueros, barcos factoría o demás barcos para la preparación o la conservación de los productos de la pesca.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "9",
      "tipo": "articulo",
      "orden": 9,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 2o.-A, fracción I, inciso e) de la Ley, se aplicará la tasa del 0% a la enajenación de la maquinaria y del equipo que tengan una denominación distinta a la mencionada en el citado precepto, siempre que su función cumpla exclusivamente con los supuestos previstos en dicho artículo, conserven su carácter esencial y no puedan ser destinados a otros fines. 2 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "10",
      "tipo": "articulo",
      "orden": 10,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos de los artículos 2o.-A, fracción I, inciso h) y 25, fracción VII de la Ley, se considera que el 80% de oro, incluye a los materiales con los que se procesa la conformación de ese metal, siempre y cuando dichos bienes tengan una calidad mínima de 10 quilates.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo reformado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "10a",
      "tipo": "articulo",
      "orden": 11,
      "pagina": 3,
      "parrafos": []
    },
    {
      "numero": "11",
      "tipo": "articulo",
      "orden": 12,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 2o.-A, fracción II, inciso a) de la Ley, se entiende que los servicios se prestan directamente a los agricultores o ganaderos inclusive cuando sea en virtud de contratos celebrados con asociaciones u organizaciones que los agrupen o con alguna institución de crédito que actúe en su carácter de fiduciaria y los agricultores, los ganaderos o asociaciones u organizaciones que los agrupen sean fideicomisarios; cuando no se hayan designado fideicomisarios o cuando éstos no puedan individualizarse y siempre que los gobiernos federal, de las Entidades Federativas, municipales o de las delegaciones del Distrito Federal sean los fideicomitentes, tratándose de fideicomisos de apoyo a las personas mencionadas, se considera que el servicio se presta en los términos de este artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "12",
      "tipo": "articulo",
      "orden": 13,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 3o. de la Ley, las misiones diplomáticas deberán aceptar invariablemente la traslación del impuesto. Sólo en los casos en que exista reciprocidad, las misiones diplomáticas tendrán derecho a solicitar la devolución del impuesto que les hubiese sido trasladado y que hayan pagado efectivamente, siempre que se reúnan los requisitos que al efecto establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "13",
      "tipo": "articulo",
      "orden": 14,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 3o. de la Ley, los organismos internacionales representados o con sede en territorio nacional, deberán aceptar invariablemente la traslación del impuesto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando por virtud de los Convenios Internacionales o Acuerdos Sede aplicables a los organismos internacionales antes mencionados, el Gobierno Mexicano esté obligado al reembolso o devolución del impuesto, dichos organismos podrán solicitar la devolución del impuesto que les hubiese sido trasladado 3 de 16 y que hayan pagado efectivamente, sólo por la adquisición de los bienes y servicios que se destinen para uso oficial, que establezca el Servicio de Administración Tributaria mediante reglas de carácter general.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "14",
      "tipo": "articulo",
      "orden": 15,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 3o., último párrafo de la Ley, podrán tener el mismo tratamiento que el establecimiento en el país, definido como tal en los términos del último párrafo del artículo 16 del Código Fiscal de la Federación, los locales que utilicen las personas físicas en el territorio nacional para prestar servicios personales independientes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "15",
      "tipo": "articulo",
      "orden": 16,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de las disposiciones que establece la Ley en materia de acreditamiento, los contribuyentes podrán acreditar el impuesto efectivamente pagado en la aduana por la importación de bienes tangibles, aun cuando no se hubiera pagado el precio de los bienes importados.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "16",
      "tipo": "articulo",
      "orden": 17,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de las disposiciones que establece la Ley en materia de acreditamiento, los contribuyentes que componen el sistema financiero, podrán incluir en el cálculo de la proporción a que se refieren dichas disposiciones, siempre que lo hagan simultáneamente tanto en el valor de las actividades por las que se deba pagar el impuesto, como en el valor total de sus actividades, la parte de los intereses sobre la cual no paguen el impuesto en los términos del artículo 18-A, fracciones I y II de la Ley, incluso el ajuste sobre el principal cuando el importe del crédito se encuentre denominado en unidades de inversión.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "17",
      "tipo": "articulo",
      "orden": 18,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para calcular la proporción a que se refieren las disposiciones que establece la Ley en materia de acreditamiento, se consideran incluidas en el valor de las actividades por las que se deba pagar el impuesto, los cargos que las líneas aéreas realicen por los servicios de transporte que presten amparados con boletos de avión expedidos por una línea aérea distinta. Dichos cargos no serán incluidos por quien los hubiera pagado, en el valor de las actividades por las que se deba pagar el impuesto ni en el valor total de sus actividades.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "18",
      "tipo": "articulo",
      "orden": 19,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de las disposiciones que establece la Ley en materia de acreditamiento, las casas de bolsa, las instituciones de crédito, de seguros, de fianzas, para el depósito de valores, las casas de cambio, las sociedades de inversión y las organizaciones auxiliares del crédito, para determinar el impuesto acreditable del mes de calendario de que se trate, podrán optar por considerar dentro del valor de sus actividades, la diferencia entre los ingresos que perciban por concepto de premios de reporto y compraventa de valores, y los pagos que efectúen por dichos conceptos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "19",
      "tipo": "articulo",
      "orden": 20,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de las disposiciones que establece la Ley en materia de acreditamiento, el contribuyente deberá efectuar el reintegro del acreditamiento o el incremento del mismo, según se trate, en la forma siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "La cantidad que deba reintegrarse de conformidad con el artículo 5o.-A, fracción I, inciso e) de la Ley, se disminuirá del monto del impuesto acreditable en el mes en el que se realice el ajuste. La cantidad que se disminuya en los términos de esta fracción no podrá acreditarse.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando el monto del impuesto acreditable resulte inferior al monto del impuesto que se deba reintegrar, el contribuyente pagará la diferencia entre dichos montos al presentar la declaración de pago que corresponda al mes en el que se efectúa el ajuste.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La cantidad que podrá acreditarse de conformidad con el artículo 5o.-A, fracción II, inciso e) de la Ley, se sumará al monto del impuesto acreditable en el mes en el que se realiza el ajuste.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "20",
      "tipo": "articulo",
      "orden": 21,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de las disposiciones que establece la Ley en materia de acreditamiento, éste podrá ser realizado por los contribuyentes que realicen actividades por las que se deba pagar el impuesto en inmuebles sujetos al régimen de propiedad en condominio, en la parte proporcional que les 4 de 16 corresponda del impuesto trasladado en las operaciones que amparen los gastos comunes relativos al inmueble de que se trate, siempre que además de los requisitos que establece la Ley, se cumpla con lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Que los gastos de conservación y mantenimiento sean realizados en nombre y representación de la asamblea general de condóminos por un administrador que cuente con facultades para actuar con el carácter mencionado otorgado por dicha asamblea;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Que el pago de las cuotas de conservación y mantenimiento las realicen los condóminos mediante depósito en la cuenta bancaria que haya constituido la asamblea general de condóminos para tal efecto;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Que los comprobantes fiscales que amparen los gastos comunes de conservación y mantenimiento se expidan a nombre de la asamblea general de condóminos o del administrador;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107,
          "referencias": [
            "Fracción reformada DOF 25-09-2014"
          ]
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Que el administrador recabe los comprobantes fiscales relativos a los gastos comunes y entregue a cada condómino una constancia por periodos mensuales en la que se especifique:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107,
          "referencias": [
            "Párrafo reformado DOF 25-09-2014"
          ]
        },
        {
          "numero": 6,
          "tipo": "inciso",
          "identificador": "a)",
          "contenido": "Los números correspondientes a los comprobantes mencionados y el concepto que ampara cada comprobante, el monto total de dichos comprobantes y el impuesto respectivo, y",
          "padre_numero": 5,
          "x_id": 107,
          "x_texto": 129
        },
        {
          "numero": 7,
          "tipo": "inciso",
          "identificador": "b)",
          "contenido": "La parte proporcional que corresponde al condómino, tanto del gasto total como del impuesto correspondiente, conforme al por ciento de indiviso que represente cada unidad de propiedad exclusiva en el condominio de que se trate.",
          "padre_numero": 5,
          "x_id": 107,
          "x_texto": 129
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Igualmente, el administrador deberá entregar a cada condómino una copia de los comprobantes.",
          "padre_numero": 5,
          "x_id": 107,
          "x_texto": 107
        },
        {
          "numero": 9,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "En el caso de que el administrador reciba contraprestaciones por sus servicios de administración deberá expedir un comprobante fiscal a nombre de la asamblea general de condóminos, el cual servirá de base para elaborar las constancias en los términos establecidos en la fracción IV de este artículo, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107,
          "referencias": [
            "Fracción reformada DOF 25-09-2014"
          ]
        },
        {
          "numero": 10,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "La documentación y registros contables deberán conservarse por la asamblea de condóminos o, en su defecto, por los condóminos que opten por el acreditamiento de los gastos comunes en los términos del presente artículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 11,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se podrá optar por efectuar el acreditamiento del impuesto que corresponda a los gastos comunes en los términos del presente artículo, cuando las personas que presten los servicios de administración carezcan de facultades para actuar en nombre y representación de la asamblea general de condóminos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "21",
      "tipo": "articulo",
      "orden": 22,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de las disposiciones que establece la Ley en materia de acreditamiento, los contribuyentes podrán acreditar el impuesto trasladado con motivo de los gastos erogados por concepto de combustible, aceite, servicios, reparaciones y refacciones, cuando éstos se efectúen con motivo del uso del automóvil propiedad de una persona que les preste servicios personales subordinados y sean consecuencia de un viaje realizado para desempeñar actividades propias de los contribuyentes. En estos casos, el acreditamiento se podrá efectuar en la proporción que del total de los gastos erogados represente la parte que de los mismos sea deducible para el contribuyente, para los efectos de la Ley del Impuesto sobre la Renta. 5 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "22",
      "tipo": "articulo",
      "orden": 23,
      "pagina": 6,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "22a",
      "tipo": "articulo",
      "orden": 24,
      "pagina": 6,
      "parrafos": []
    },
    {
      "numero": "22b",
      "tipo": "articulo",
      "orden": 25,
      "pagina": 6,
      "parrafos": []
    },
    {
      "numero": "23",
      "tipo": "articulo",
      "orden": 26,
      "pagina": 6,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 6o. de la Ley, cuando se presenten declaraciones complementarias, en virtud de las cuales resulten saldos a favor o se incrementen los que habían sido declarados, el contribuyente podrá optar por solicitar su devolución, llevar a cabo su compensación conforme a lo dispuesto en dicho artículo o continuar el acreditamiento en la siguiente declaración de pago al día en que se presente la declaración complementaria.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo reformado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "24",
      "tipo": "articulo",
      "orden": 27,
      "pagina": 6,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 7o., primer párrafo de la Ley, los contribuyentes que reciban la devolución de bienes enajenados, otorguen descuentos o bonificaciones, o devuelvan los anticipos o depósitos recibidos con motivo de la realización de actividades gravadas por la Ley, sólo podrán deducir el monto de dichos conceptos hasta por el valor de las actividades por las que se deba pagar el Impuesto. En el caso de resultar remanentes se deducirán en las siguientes declaraciones de pagos mensuales hasta agotarlos. Sólo se podrá efectuar la deducción a que se refiere este párrafo hasta que la contraprestación, anticipo o depósito correspondiente, se haya restituido efectivamente al adquirente y se haga constar en los términos establecidos en el segundo párrafo del referido artículo 7o., o bien, cuando la obligación de hacerlo se extinga.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Párrafo reformado DOF 25-09-2014"
          ]
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de descuentos y bonificaciones, la deducción procederá cuando aquéllos efectivamente se apliquen.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "25",
      "tipo": "articulo",
      "orden": 28,
      "pagina": 6,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 8o., primer párrafo de la Ley, no se consideran faltantes de bienes en los inventarios de las empresas, aquéllos que se originen por caso fortuito o fuerza mayor, así como las mermas y la destrucción de mercancías, cuando sean deducibles para los efectos de la Ley del Impuesto sobre la Renta. 6 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "26",
      "tipo": "articulo",
      "orden": 29,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 8o., segundo párrafo de la Ley, se consideran transmisiones de propiedad realizadas por las empresas por las que no se está obligado al pago del impuesto, los obsequios que efectúen, siempre que sean deducibles en los términos de la Ley del Impuesto sobre la Renta.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "27",
      "tipo": "articulo",
      "orden": 30,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 8o. de la Ley, para calcular el impuesto tratándose de la enajenación de automóviles y camiones usados, adquiridos de personas físicas que no trasladen en forma expresa y por separado el impuesto, se considerará como valor el determinado conforme al artículo 12 de la Ley, al que podrá restársele el costo de adquisición del bien de que se trate, sin incluir los gastos que se originen con motivo de la reparación o mejoras realizadas en los mismos. El impuesto que haya sido trasladado por dichas reparaciones o mejoras será acreditable en los términos y con los requisitos que establece la Ley.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El contribuyente al adquirir los automóviles y camiones usados deberá cumplir con los siguientes requisitos:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Efectuar el pago correspondiente mediante cheque nominativo a nombre del enajenante, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Conservar copia de la factura, de una identificación oficial del enajenante y de los demás documentos en los que conste el nombre, domicilio y, en su caso, el registro federal de contribuyentes del enajenante, así como la marca, tipo, año modelo, los números de motor y de serie de la carrocería, correspondientes al vehículo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "28",
      "tipo": "articulo",
      "orden": 31,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 9o., fracción II de la Ley, se considera que también son casas habitación los asilos y orfanatorios.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de construcciones nuevas, se atenderá al destino para el cual se construyó, considerando las especificaciones del inmueble y las licencias o permisos de construcción.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando se enajene una construcción que no estuviera destinada a casa habitación, se podrá considerar que si lo está, cuando se asiente en la escritura pública que el adquirente la destinará a ese fin y se garantice el impuesto que hubiera correspondido ante las autoridades recaudadoras autorizadas para recibir las declaraciones del mismo. Dichas autoridades ordenarán la cancelación de la garantía cuando por más de seis meses contados a partir de la fecha en que el adquirente reciba el inmueble, éste se destine a casa habitación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Igualmente se consideran como destinadas a casa habitación las instalaciones y áreas cuyos usos estén exclusivamente dedicados a sus moradores, siempre que sea con fines no lucrativos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "29",
      "tipo": "articulo",
      "orden": 32,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 9o., fracción II de la Ley, la prestación de los servicios de construcción de inmuebles destinados a casa habitación, ampliación de ésta, así como la instalación de casas prefabricadas que sean utilizadas para este fin, se consideran comprendidos dentro de lo dispuesto por dicha fracción, siempre y cuando el prestador del servicio proporcione la mano de obra y materiales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de unidades habitacionales, no se considera como destinadas a casa habitación las instalaciones y obras de urbanización, mercados, escuelas, centros o locales comerciales, o cualquier otra obra distinta a las señaladas.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "30",
      "tipo": "articulo",
      "orden": 33,
      "pagina": 7,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 9o., fracción VII, primer párrafo de la Ley, los dividendos pagados en acciones quedan comprendidos dentro de lo dispuesto en dicho párrafo. 7 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "31",
      "tipo": "articulo",
      "orden": 34,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 10 de la Ley, se entiende que la enajenación se realiza en territorio nacional, aun cuando la entrega material de los bienes se efectúe en los recintos fiscales o fiscalizados considerados como tales en la legislación aduanera.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "32",
      "tipo": "articulo",
      "orden": 35,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 14 de la Ley, se considera que el servicio de transporte que presta una línea aérea amparado con un boleto expedido por una línea distinta, es la misma prestación de servicios por la cual ya se causó el impuesto al expedirse el boleto, por lo que el cargo que la línea que presta el servicio hace por este concepto a la que expidió el boleto, no está sujeto al pago de dicho impuesto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "33",
      "tipo": "articulo",
      "orden": 36,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 14 de la Ley, tratándose de las cuotas que aporten los propietarios de inmuebles sujetos al régimen de propiedad en condominio o a cualquier otra modalidad en la que se realicen gastos comunes, que se destinen para la constitución o el incremento de los fondos con los cuales se solventan dichos gastos, el impuesto se causa sólo por la parte que se destine a cubrir las contraprestaciones de la persona que tenga a su cargo la administración del inmueble.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "34",
      "tipo": "articulo",
      "orden": 37,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 14, fracción I de la Ley, el impuesto en el caso de contratos de obra a precio alzado o por administración, será a cargo del prestador del servicio quien lo trasladará al dueño de la obra. Éste, en su caso, acreditará el impuesto correspondiente a dicha contraprestación y a los gastos efectuados por su cuenta y a su nombre.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "35",
      "tipo": "articulo",
      "orden": 38,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 14, fracción IV de la Ley, el comisionista trasladará en su caso, el impuesto por cuenta del comitente, aplicando al valor de los actos o actividades por los que se deba pagar el impuesto las tasas que correspondan. El comitente considerará a su cargo el impuesto correspondiente a los actos o actividades realizados por su comisionista, sin descontar el valor de la comisión ni los reembolsos de gastos efectuados por cuenta del comitente y otros conceptos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El comisionista considerará a su cargo y trasladará al comitente el impuesto correspondiente a la comisión pactada, incluyendo los gastos efectuados en nombre y por cuenta del comitente. Cuando el comisionista sea persona física y el comitente sea persona moral, éste deberá efectuar la retención del impuesto que se le traslade en los términos de la Ley y de este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "36",
      "tipo": "articulo",
      "orden": 39,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 15, fracción IX de la Ley, se entiende por seguros de vida, los que bajo esta denominación señale la Ley General de Instituciones y Sociedades Mutualistas de Seguros.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "37",
      "tipo": "articulo",
      "orden": 40,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 15, fracción X, inciso a) de la Ley, no se estará obligado al pago del impuesto, por los intereses derivados de operaciones de financiamiento, aun cuando quien proporcione el financiamiento no sea la misma persona que enajene el bien, siempre que en el contrato correspondiente se condicione el préstamo a la adquisición de un determinado inmueble destinado a casa habitación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "38",
      "tipo": "articulo",
      "orden": 41,
      "pagina": 8,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 15, fracción X, inciso b), primer párrafo de la Ley, se entenderá por operaciones de financiamiento las que tengan el carácter de activas o pasivas de crédito, entendiéndose como tales aquéllas por las que reciban o paguen intereses las personas que de conformidad con lo dispuesto en dicho inciso realizan las operaciones mencionadas.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "También quedan comprendidas en las operaciones de financiamiento de carácter activo, los créditos otorgados por los fondos o fideicomisos que únicamente operen con recursos proporcionados por las 8 de 16 personas señaladas en el párrafo anterior o por ellas conjuntamente con los gobiernos de las Entidades Federativas.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "39",
      "tipo": "articulo",
      "orden": 42,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 15, fracción X, inciso b), segundo párrafo de la Ley, se consideran bienes de inversión, aquéllos que integran el activo fijo en los términos del segundo párrafo del artículo 32 de la Ley del Impuesto sobre la Renta.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo reformado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "39a",
      "tipo": "articulo",
      "orden": 43,
      "pagina": 9,
      "parrafos": []
    },
    {
      "numero": "40",
      "tipo": "articulo",
      "orden": 44,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 15, fracción X, inciso i) de la Ley, se consideran colocados entre el gran público inversionista, los títulos de crédito que conforme a la Ley del Impuesto sobre la Renta sean considerados como tales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "40a",
      "tipo": "articulo",
      "orden": 45,
      "pagina": 9,
      "parrafos": []
    },
    {
      "numero": "41",
      "tipo": "articulo",
      "orden": 46,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 15, fracción XIV de la Ley, los servicios profesionales de medicina por los que no se está obligado al pago del impuesto, son los de médico, médico veterinario o cirujano dentista, siempre que cumplan con los requisitos que establece la Ley.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "42",
      "tipo": "articulo",
      "orden": 47,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 18 de la Ley, cuando las personas que prestan servicios paguen por cuenta y a nombre del prestatario del servicio las contribuciones incluyendo sus accesorios, el reembolso por las mismas no formará parte del valor de sus servicios. El impuesto trasladado en los términos de la Ley no forma parte de las contribuciones a que se refiere este precepto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "43",
      "tipo": "articulo",
      "orden": 48,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 18 de la Ley, los contribuyentes que en un mismo contrato ofrezcan diversos servicios turísticos por una cuota individual preestablecida y por un tiempo determinado, deberán separar el valor de los servicios que se presten en el país, de los que se proporcionen en el extranjero.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "44",
      "tipo": "articulo",
      "orden": 49,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 18, último párrafo de la Ley, el premio que derive de una operación de reporto, que se celebre de conformidad con las disposiciones expedidas por el Banco de México, se considera interés.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "45",
      "tipo": "articulo",
      "orden": 50,
      "pagina": 9,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 20, fracción II de la Ley, cuando se otorgue el uso o goce temporal de un bien inmueble destinado a casa habitación y se proporcione amueblado, se pagará el impuesto por el total de las contraprestaciones, aun cuando se celebren contratos distintos por los bienes muebles e inmuebles. 9 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se considera amueblada la casa habitación cuando se proporcione con bienes adheridos permanentemente a la construcción, y con los de cocina y baño, alfombras y tapices, lámparas, tanques de gas, calentadores para agua, guardarropa y armarios, cortinas, cortineros, teléfono y aparato de intercomunicación, sistema de clima artificial, sistema para la purificación de aire o agua, chimenea no integrada a la construcción y tendederos para el secado de la ropa.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "46",
      "tipo": "articulo",
      "orden": 51,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 24, fracción I de la Ley, se considera introducción al país de bienes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Párrafo reformado DOF 25-09-2014"
          ]
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "El retorno a México de bienes tangibles exportados definitivamente, cuando se efectúe en los términos de la legislación aduanera, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "La reincorporación al mercado nacional de mercancías que se extraigan del régimen del depósito fiscal o del régimen de recinto fiscalizado estratégico, en los términos de la legislación aduanera, salvo que ya se hubiera pagado el Impuesto al destinarse las mercancías a los mencionados regímenes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107,
          "referencias": [
            "Fracción reformada DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "47",
      "tipo": "articulo",
      "orden": 52,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos de los artículos 24, fracción I y 26, fracción II de la Ley, cuando en el proceso de transformación, elaboración o reparación de bienes importados temporalmente a que se refiere la legislación aduanera, resulten desperdicios que se destinen a la importación definitiva, se estará obligado al pago del Impuesto, salvo cuando los desperdicios deriven de bienes por los que ya se hubiera pagado el Impuesto al destinarse a los regímenes aduaneros de importación temporal para elaboración, transformación o reparación en programas de maquila o de exportación; de depósito fiscal para someterse al proceso de ensamble y fabricación de vehículos; de elaboración, transformación o reparación en recinto fiscalizado, y de recinto fiscalizado estratégico.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo reformado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "48",
      "tipo": "articulo",
      "orden": 53,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 24, fracción V de la Ley, el aprovechamiento en territorio nacional de los servicios prestados por no residentes en él, comprende tanto los prestados desde el extranjero como los que se presten en el país.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "49",
      "tipo": "articulo",
      "orden": 54,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 24, fracción V de la Ley, no se considera importación de servicios, los prestados en el extranjero por comisionistas y mediadores no residentes en el país, cuando tengan por objeto exportar bienes o servicios.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "50",
      "tipo": "articulo",
      "orden": 55,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de lo dispuesto en el artículo 24 de la Ley, los contribuyentes que importan bienes intangibles o servicios por los que deban pagar el impuesto, podrán efectuar el acreditamiento en los términos de la Ley en la misma declaración de pago mensual a que correspondan dichas importaciones.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "51",
      "tipo": "articulo",
      "orden": 56,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 25 de la Ley, no pagarán el impuesto por la importación de las mercancías a que se refiere el artículo 61, fracción VIII de la Ley Aduanera, quienes residan dentro de las franjas fronterizas de 20 kilómetros paralelas a las líneas divisorias internacionales del país.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "52",
      "tipo": "articulo",
      "orden": 57,
      "pagina": 10,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado. 10 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "53",
      "tipo": "articulo",
      "orden": 58,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 27 de la Ley, cuando el contribuyente haga valer algún medio de defensa en contra de las resoluciones que dicten las autoridades aduaneras, el Impuesto se calculará tomando en cuenta el monto del impuesto general de importación y el monto de las demás contribuciones y aprovechamientos que se obtenga de los datos suministrados por el propio contribuyente, y la diferencia de Impuesto que en su caso resulte, la podrá pagar hasta que se resuelva en definitiva la controversia, con la actualización y los recargos correspondientes al periodo comprendido desde el mes en que debió hacerse el pago y hasta que el mismo se efectúe, debiendo en este caso garantizarse el interés fiscal en los términos del Código Fiscal de la Federación y su Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo reformado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "54",
      "tipo": "articulo",
      "orden": 59,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para determinar el incremento de valor a que se refiere el artículo 27, último párrafo de la Ley, se considerará el valor de las materias primas o mercancías de procedencia extranjera incorporadas en el producto, de conformidad con la legislación aduanera.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "55",
      "tipo": "articulo",
      "orden": 60,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de lo dispuesto en el artículo 28 de la Ley, el impuesto que se pague en la importación de bienes tangibles, se enterará utilizando la forma por medio de la cual se efectúe el pago del impuesto general de importación, aun cuando no se deba pagar este último gravamen.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "56",
      "tipo": "articulo",
      "orden": 61,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 28, cuarto párrafo de la Ley, los contribuyentes que hayan optado por pagar el Impuesto mediante depósito en las cuentas aduaneras, de conformidad con la legislación de la materia, será acreditable hasta el momento en el que éste sea transferido a la Tesorería de la Federación por la institución de crédito o casa de bolsa de que se trate.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo reformado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "57",
      "tipo": "articulo",
      "orden": 62,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de lo dispuesto en los artículos 29, fracción I, y 30, último párrafo de la Ley, tratándose de bienes tangibles, se entiende que la exportación se consuma, cuando se haya concluido con la totalidad de los actos y las formalidades para su exportación definitiva, de conformidad con la legislación aduanera.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "58",
      "tipo": "articulo",
      "orden": 63,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 29, fracción IV de la Ley, el aprovechamiento en el extranjero de servicios prestados por personas residentes en el país, comprende tanto los que se presten en el territorio nacional como los que se proporcionen en el extranjero.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Asimismo, se entiende, entre otros supuestos, que los servicios a que se refiere la fracción mencionada, se aprovechan en el extranjero cuando sean contratados y pagados por un residente en el extranjero sin establecimiento en el país, siempre que se paguen mediante cheque nominativo o transferencia de fondos a las cuentas del prestador del servicio en instituciones de crédito o casas de bolsa y el pago provenga de cuentas de instituciones financieras ubicadas en el extranjero.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "59",
      "tipo": "articulo",
      "orden": 64,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 29, fracción IV, inciso c) de la Ley, se considera que son exportados los servicios de publicidad, en la proporción en que dichos servicios sean aprovechados en el extranjero.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "60",
      "tipo": "articulo",
      "orden": 65,
      "pagina": 11,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 29, segundo párrafo, fracción V de la Ley, quedan comprendidos en la transportación internacional de bienes, la que se efectúe por las vías marítima, férrea y por carretera cuando se inicie en el territorio nacional y concluya en el extranjero. 11 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo reformado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "61",
      "tipo": "articulo",
      "orden": 66,
      "pagina": 12,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 29, último párrafo de la Ley, se considera que los servicios personales independientes prestados por residentes en el país, son aprovechados en el extranjero por un residente en el extranjero sin establecimiento en el país, cuando dichos servicios sean contratados y pagados por la persona residente en el extranjero y se cumplan los requisitos previstos en el segundo párrafo del artículo 58 de este Reglamento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "62",
      "tipo": "articulo",
      "orden": 67,
      "pagina": 12,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para efectos del artículo 29, segundo párrafo, fracción IV, inciso g) de la Ley, se consideran servicios de filmación o grabación, aquéllos en los que la filmación o grabación se destinará a fines de proyección en salas cinematográficas o en sistemas de televisión, o a su venta o renta con fines comerciales. Los servicios mencionados podrán incluir cualquiera de los siguientes: vestuario; maquillaje; locaciones; bienes muebles; servicios personales de extras; transporte de personas en el interior del país desde y hacia los lugares de filmación o grabación; hospedaje en los lugares de filmación o grabación; grabación visual o sonora en cualquier forma o medio conocido o por conocer; iluminación y montaje; alimentos en los lugares de filmación o grabación; utilización de animales; o, transporte en el interior del país de equipo de filmación o grabación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Párrafo reformado DOF 25-09-2014"
          ]
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Se considera que los servicios de filmación o grabación se exportan, cuando sean prestados por residentes en el país a personas residentes en el extranjero sin establecimiento en el país.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "63",
      "tipo": "articulo",
      "orden": 68,
      "pagina": 12,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Conforme a lo dispuesto por el artículo 29, fracción IV, inciso g) de la Ley, los contribuyentes deberán cumplir con los requisitos siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Celebrar por escrito un contrato de prestación de servicios en el que se especifiquen los servicios de filmación o grabación que serán prestados;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Presentar un aviso de exportación de servicios de filmación o grabación ante el Servicio de Administración Tributaria, previamente a que los mismos se proporcionen, acompañando copia del contrato a que se refiere la fracción anterior, así como el calendario de la filmación o grabación y el listado de los lugares en los que se llevará a cabo.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No tendrá efecto alguno la presentación extemporánea del aviso a que se refiere esta fracción;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Derogada.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107,
          "referencias": [
            "Fracción derogada DOF 25-09-2014"
          ]
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Recibir el pago de los servicios de filmación o grabación mediante cheque nominativo de quien reciba los servicios o mediante transferencia de fondos en cuentas de instituciones de crédito o casas de bolsa, hechos a nombre del contribuyente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogada.",
          "padre_numero": 6,
          "x_id": 283,
          "x_texto": 283,
          "referencias": [
            "Sección derogada DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "64",
      "tipo": "articulo",
      "orden": 69,
      "pagina": 12,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado. 12 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "65",
      "tipo": "articulo",
      "orden": 70,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "66",
      "tipo": "articulo",
      "orden": 71,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "67",
      "tipo": "articulo",
      "orden": 72,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "68",
      "tipo": "articulo",
      "orden": 73,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "69",
      "tipo": "articulo",
      "orden": 74,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "70",
      "tipo": "articulo",
      "orden": 75,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "71",
      "tipo": "articulo",
      "orden": 76,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "72",
      "tipo": "articulo",
      "orden": 77,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "73",
      "tipo": "articulo",
      "orden": 78,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Derogado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85,
          "referencias": [
            "Artículo derogado DOF 25-09-2014"
          ]
        }
      ]
    },
    {
      "numero": "74",
      "tipo": "articulo",
      "orden": 79,
      "pagina": 13,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 32, fracción III de la Ley, cuando las personas realicen actividades por las que se deba pagar el impuesto a través de un fideicomiso, la institución fiduciaria podrá expedir por cuenta de ellas los comprobantes respectivos, trasladando en forma expresa y por separado el impuesto, siempre que se cumpla con lo siguiente:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Que al momento en que se solicite la inscripción del fideicomiso en el Registro Federal de Contribuyentes, los fideicomisarios manifiesten por escrito que ejercen la opción a que se refiere este artículo y las instituciones fiduciarias manifiesten su voluntad de asumir responsabilidad solidaria por el impuesto que se deba pagar con motivo de las actividades realizadas a través de los fideicomisos en los que participan con ese carácter.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando no se hagan las manifestaciones previstas en el párrafo anterior en el momento en que se solicite la inscripción del fideicomiso en el Registro Federal de Contribuyentes, se podrá ejercer la opción a que se refiere este artículo, a partir del mes siguiente a aquél en el que se realicen dichas manifestaciones por escrito ante el Servicio de Administración Tributaria;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Que la institución fiduciaria calcule y entere el impuesto que corresponda a las actividades realizadas por el fideicomiso y lleve a cabo el acreditamiento del impuesto en los términos y con los requisitos que establece la Ley. Si en la declaración de pago resulta saldo a favor, la institución fiduciaria de que se trate estará a lo dispuesto en el artículo 6o. de la Ley, y 13 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Que la citada institución cumpla con las demás obligaciones previstas en la Ley, incluyendo la de llevar contabilidad por las actividades realizadas a través del fideicomiso y la de recabar comprobantes que reúnan requisitos fiscales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Tratándose de los fideicomisos a que se refiere este artículo, el adquirente de los derechos de fideicomitente o fideicomisario, podrá efectuar el acreditamiento que corresponda del impuesto que le haya sido trasladado por la adquisición de esos derechos, a través de la institución fiduciaria, de conformidad con lo dispuesto en la Ley.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 7,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Quienes se acojan a lo dispuesto en este artículo, en ningún caso podrán considerar como impuesto acreditable el impuesto que sea acreditado por la institución fiduciaria, el que le haya sido trasladado al fideicomiso ni el que éste haya pagado con motivo de la importación. Tampoco podrán compensar, acreditar o solicitar la devolución de los saldos a favor generados por las operaciones del fideicomiso.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "75",
      "tipo": "articulo",
      "orden": 80,
      "pagina": 14,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 32, fracción VI de la Ley, se entiende que los contribuyentes efectúan retenciones de manera regular, cuando realicen dos o más en un mes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "76",
      "tipo": "articulo",
      "orden": 81,
      "pagina": 14,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de lo dispuesto en el artículo 32, antepenúltimo párrafo de la Ley, los copropietarios y los integrantes de una sociedad conyugal, deberán designar un representante común cuando los actos o actividades deriven de bienes en copropiedad o sujetos al régimen de sociedad conyugal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "77",
      "tipo": "articulo",
      "orden": 82,
      "pagina": 14,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos de las obligaciones establecidas en la Ley, el Servicio de Administración Tributaria podrá otorgar facilidades administrativas mediante reglas de carácter general para el cumplimiento de las obligaciones mencionadas, tratándose de los sectores de contribuyentes a quienes se les otorgan facilidades administrativas para los efectos del impuesto sobre la renta.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "78",
      "tipo": "articulo",
      "orden": 83,
      "pagina": 14,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 33, segundo párrafo de la Ley, las personas a que se refiere dicho párrafo, quedan relevados de la obligación de efectuar el cálculo y entero del impuesto a que se refiere el citado artículo cuando la enajenación de inmuebles se realice por contribuyentes que deban presentar declaraciones mensuales de este impuesto y exhiban copia sellada de las últimas tres declaraciones de pago mensual. Tratándose de contribuyentes que hayan iniciado actividades en un plazo menor a tres meses anteriores a la fecha en que se expida por el fedatario público el documento que ampara la operación por la que deba pagarse el impuesto, deberán presentar copia sellada de la última declaración de pago mensual o copia del aviso de inscripción al Registro Federal de Contribuyentes, según corresponda.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando los contribuyentes presenten las declaraciones o el aviso a que se refiere este artículo en documentos digitales, deberán exhibir copia del acuse de recibo con sello digital.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "No se consideran enajenaciones de bienes efectuadas en forma accidental, aquéllas que realicen los contribuyentes obligados a presentar declaraciones mensuales del impuesto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "79",
      "tipo": "articulo",
      "orden": 84,
      "pagina": 14,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Para los efectos del artículo 39 de la Ley, las cantidades acreditables que deben comprobarse en los términos de dicho artículo, serán las que correspondan a los meses en que el valor de los actos o actividades se determine presuntivamente, y siempre que la documentación en que consten éstas reúna los requisitos que establece la Ley, el Código Fiscal de la Federación y su Reglamento. 14 de 16",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    }
  ]
}