{
  "ley": "RLFT",
  "tipo_contenido": "articulo",
  "articulos": [
    {
      "numero": "1",
      "tipo": "articulo",
      "orden": 1,
      "pagina": 1,
      "parrafos": []
    },
    {
      "numero": "2",
      "tipo": "articulo",
      "orden": 2,
      "pagina": 1,
      "parrafos": []
    },
    {
      "numero": "3",
      "tipo": "articulo",
      "orden": 3,
      "pagina": 1,
      "parrafos": []
    },
    {
      "numero": "4",
      "tipo": "articulo",
      "orden": 4,
      "pagina": 1,
      "parrafos": []
    },
    {
      "numero": "5",
      "tipo": "articulo",
      "orden": 5,
      "pagina": 2,
      "parrafos": []
    },
    {
      "numero": "6",
      "tipo": "articulo",
      "orden": 6,
      "pagina": 2,
      "parrafos": []
    },
    {
      "numero": "7",
      "tipo": "articulo",
      "orden": 7,
      "pagina": 2,
      "parrafos": []
    },
    {
      "numero": "8",
      "tipo": "articulo",
      "orden": 8,
      "pagina": 2,
      "parrafos": []
    },
    {
      "numero": "9",
      "tipo": "articulo",
      "orden": 9,
      "pagina": 2,
      "parrafos": []
    },
    {
      "numero": "10",
      "tipo": "articulo",
      "orden": 10,
      "pagina": 2,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los anexos que de conformidad con las disposiciones fiscales se deban presentar a la unidad administrativa competente del Servicio de Administración Tributaria, quedarán a disposición de los trabajadores durante un término de treinta días hábiles contados a partir de la fecha en que el patrón les haya entregado copia de la declaración anual del impuesto sobre la renta:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "En las oficinas de la empresa, y 2 de 6",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "En la oficina del Servicio de Administración Tributaria en la cual se haya presentado o se encuentre la declaración anual del impuesto sobre la renta.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        }
      ]
    },
    {
      "numero": "11",
      "tipo": "articulo",
      "orden": 11,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los trabajadores podrán solicitar a la unidad administrativa competente del Servicio de Administración Tributaria, los servicios de orientación sobre la información que contenga la declaración anual del impuesto sobre la renta, para efectos de objetar los renglones que consideren pertinentes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "12",
      "tipo": "articulo",
      "orden": 12,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los datos contenidos en la declaración anual del impuesto sobre la renta y en sus anexos, son de carácter fiscal, por lo que los trabajadores que los den a conocer a terceras personas incurrirán en la responsabilidad legal correspondiente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "13",
      "tipo": "articulo",
      "orden": 13,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Dentro de los treinta días hábiles siguientes al período señalado en el artículo 10 del presente Reglamento, el sindicato titular del contrato colectivo, del contrato ley, o de la mayoría de los trabajadores de la empresa, podrá formular ante el Servicio de Administración Tributaria las objeciones a la declaración anual del impuesto sobre la renta presentada por el patrón que considere convenientes.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "14",
      "tipo": "articulo",
      "orden": 14,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En tanto no se haya proporcionado copia de la declaración anual del impuesto sobre la renta a los trabajadores en los términos del artículo 9, o no queden a su disposición los anexos correspondientes, de acuerdo con el artículo 10, del presente Reglamento no iniciará el cómputo del plazo para formular las objeciones a la declaración anual a que alude el artículo anterior.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "15",
      "tipo": "articulo",
      "orden": 15,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Si el sindicato o la mayoría de los trabajadores de una empresa tuvieren su domicilio en población distinta del lugar en que reside la unidad administrativa competente del Servicio de Administración Tributaria, y por tal motivo no pudiesen presentar directamente ante dicha autoridad sus objeciones, podrán enviar su escrito dentro del término establecido en la Ley Federal del Trabajo por correo certificado con acuse de recibo. En estos casos, se tendrá como fecha de presentación del escrito respectivo, la del día en que se haga la entrega en la oficina de correos.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "16",
      "tipo": "articulo",
      "orden": 16,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El escrito de objeciones deberá precisar las partidas o renglones que se objeten de la declaración anual del impuesto sobre la renta, las razones en que se apoyen, el domicilio para oír y recibir notificaciones y el nombre de la persona autorizada para recibirlas durante el trámite de la inconformidad. Asimismo, se deberá adjuntar el documento en el que se acredite la personalidad del promovente.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "17",
      "tipo": "articulo",
      "orden": 17,
      "pagina": 3,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En caso de que no se cumplan los requisitos a que se refiere el artículo anterior, las autoridades fiscales requerirán a los promoventes dentro de los treinta días hábiles siguientes a la recepción del escrito de objeciones, a fin de que subsanen el requisito omitido en un plazo igual al antes mencionado, el cual empezará a correr a partir del día siguiente a la notificación del requerimiento; en caso de no dar cumplimiento a lo anterior, se efectuará un segundo requerimiento, otorgándose un plazo de quince días hábiles contados a partir de su notificación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "De no dar cumplimiento al segundo requerimiento, se notificará la no admisión a los promoventes dentro de un plazo de treinta días hábiles siguientes al último plazo otorgado.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 3,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Una vez cubiertos los requisitos, se informará a los trabajadores sobre la admisión de su escrito de objeciones, en un plazo de treinta días hábiles siguientes a la fecha de su recepción.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 4,
          "tipo": "texto",
          "identificador": null,
          "contenido": "3 de 6",
          "padre_numero": 3,
          "x_id": 295,
          "x_texto": 295
        }
      ]
    },
    {
      "numero": "18",
      "tipo": "articulo",
      "orden": 18,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Una vez admitido el escrito de objeciones, la autoridad fiscal valorará el ejercicio de las facultades de comprobación con base en la información de que tenga conocimiento y, en su caso, dictar la resolución que corresponda para lo cual se estará a lo que establece el Código Fiscal de la Federación.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "19",
      "tipo": "articulo",
      "orden": 19,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "En caso de que el Servicio de Administración Tributaria en la resolución que emita determine que son procedentes las objeciones presentadas, deberá indicar los términos en que se deberá modificar la renta gravable declarada por la empresa, así como los fundamentos y motivos que se tengan para tal efecto.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Dicho resultado, se deberá comunicar a las autoridades laborales competentes en un plazo no mayor a treinta días hábiles siguientes a la fecha de notificación de la resolución a fin de que puedan actuar conforme a sus atribuciones, vigilando que se efectúe el pago y sancionando su incumplimiento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "20",
      "tipo": "articulo",
      "orden": 20,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El patrón deberá realizar el reparto de utilidades respectivo dentro de los treinta días hábiles siguientes a la notificación de la resolución que aumente o, en su caso, determine la utilidad de la participación de los trabajadores.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "21",
      "tipo": "articulo",
      "orden": 21,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Las autoridades fiscales podrán ejercer en cualquier tiempo las facultades de comprobación a que se refiere el Código Fiscal de la Federación, aun cuando no se hubiere presentado escrito de objeciones por parte de los trabajadores, y de comprobar que la renta gravable de las empresas es mayor, procederá a ordenar las liquidaciones del impuesto sobre la renta omitido y notificar al patrón, así como al sindicato o la mayoría de los trabajadores que es procedente hacer un reparto adicional.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Dicho resultado, se deberá comunicar a las autoridades laborales competentes, a fin de que puedan actuar conforme a sus atribuciones, vigilando que se efectúe el pago y sancionando su incumplimiento.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "22",
      "tipo": "articulo",
      "orden": 22,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Cuando los patrones interpongan algún medio de defensa en contra de las resoluciones o liquidaciones que aumenten la renta gravable, se podrá suspender el pago del reparto adicional, siempre que se garantice el interés de los trabajadores conforme al artículo 985 de la Ley Federal del Trabajo, aun cuando el Servicio de Administración Tributaria suspenda el cobro del crédito fiscal.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "23",
      "tipo": "articulo",
      "orden": 23,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El sindicato titular del contrato colectivo de trabajo, el del contrato ley en la empresa o, en su caso, la mayoría de los trabajadores de la misma, podrán asesorarse y ser representados, por las autoridades de la Procuraduría de la Defensa del Trabajo, federales o locales, según corresponda, en el ámbito de sus respectivas atribuciones.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Lo anterior, no excluye que los sindicatos o la mayoría de los trabajadores sean representados por sus propios asesores.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "24",
      "tipo": "articulo",
      "orden": 24,
      "pagina": 4,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Secretaría del Trabajo y Previsión Social acreditará ante el Servicio de Administración Tributaria, a los servidores públicos que integrarán una oficina de coordinación sobre participación de utilidades, misma que dará curso a las promociones que presenten los trabajadores y resolverá las consultas que se le formulen en la materia.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "4 de 6",
          "padre_numero": 1,
          "x_id": 295,
          "x_texto": 295
        }
      ]
    },
    {
      "numero": "25",
      "tipo": "articulo",
      "orden": 25,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El Servicio de Administración Tributaria podrá hacer uso de los medios tecnológicos para el intercambio de información, que sea procedente en términos de las disposiciones aplicables, con las autoridades del trabajo, respecto de la participación de los trabajadores en las utilidades de las empresas contenida en la base de datos y sistemas institucionales.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "26",
      "tipo": "articulo",
      "orden": 26,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Se crea con carácter permanente la Comisión Intersecretarial para la Participación de Utilidades a los Trabajadores, integrada por un número igual de servidores públicos designados por los titulares del Servicio de Administración Tributaria y la Secretaría del Trabajo y Previsión Social, teniendo ambas unidades administrativas la responsabilidad de su funcionamiento. Será presidida de manera alternada, y tendrá a su cargo las funciones siguientes:",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "fraccion",
          "identificador": "I",
          "contenido": "Atender las quejas que presenten los trabajadores por el incumplimiento del presente Reglamento, por parte de la autoridad fiscal o laboral;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 3,
          "tipo": "fraccion",
          "identificador": "II",
          "contenido": "Señalar las medidas de coordinación que deben existir entre las autoridades fiscales y laborales para vigilar el debido cumplimiento de la participación de utilidades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 4,
          "tipo": "fraccion",
          "identificador": "III",
          "contenido": "Aprobar los programas de trabajo de la Comisión;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 5,
          "tipo": "fraccion",
          "identificador": "IV",
          "contenido": "Precisar los criterios que deberán seguir las autoridades fiscales y laborales en la aplicación de la participación de utilidades;",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 6,
          "tipo": "fraccion",
          "identificador": "V",
          "contenido": "Realizar estudios e investigaciones técnicas necesarias para determinar los efectos de la participación de utilidades y el cumplimiento de sus objetivos, y",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 7,
          "tipo": "fraccion",
          "identificador": "VI",
          "contenido": "Las demás que le encomienden los titulares de las unidades administrativas que la integran.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 107
        },
        {
          "numero": 8,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Comisión Intersecretarial para la Participación de Utilidades a los Trabajadores contará con un Secretario Técnico, que será designado por los integrantes de la misma.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "27",
      "tipo": "articulo",
      "orden": 27,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "La Comisión Intersecretarial para la Participación de Utilidades a los Trabajadores podrá invitar a las autoridades competentes de las entidades federativas, para la debida coordinación de actividades en materia de participación de utilidades a los trabajadores.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Los sindicatos de trabajadores y las agrupaciones o asociaciones patronales podrán hacer las recomendaciones o sugerencias que se consideren pertinentes para dar mayor eficiencia al sistema de la participación de utilidades.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    },
    {
      "numero": "28",
      "tipo": "articulo",
      "orden": 28,
      "pagina": 5,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "El sindicato titular del contrato colectivo, el del contrato ley en la empresa o la mayoría de los trabajadores, podrán formular queja, mediante escrito libre, ante la Comisión Intersecretarial para la Participación de Utilidades a los Trabajadores, cuando el Servicio de Administración Tributaria no hubiere resuelto sus objeciones en los plazos establecidos en este Reglamento, o cuando la Secretaría del Trabajo y Previsión Social no hubiere vigilado el cumplimiento de la participación de conformidad con la ley.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        },
        {
          "numero": 2,
          "tipo": "texto",
          "identificador": null,
          "contenido": "5 de 6",
          "padre_numero": 1,
          "x_id": 295,
          "x_texto": 295
        }
      ]
    },
    {
      "numero": "29",
      "tipo": "articulo",
      "orden": 29,
      "pagina": 6,
      "parrafos": [
        {
          "numero": 1,
          "tipo": "texto",
          "identificador": null,
          "contenido": "Recibida la queja, el Secretario Técnico de la Comisión Intersecretarial para la Participación de Utilidades a los Trabajadores, solicitará a la autoridad competente le informe sobre la queja a que se refiere el artículo que antecede, si derivado de la respuesta que remita la autoridad que corresponda, la queja se encuentra fundada, se le otorgará un plazo de quince días hábiles para que subsane el incumplimiento realizado al presente Reglamento. En caso de que no se cumpla con lo ordenado dentro de ese término, se hará del conocimiento del superior jerárquico para que dicte las instrucciones pertinentes a fin de atender la queja.",
          "padre_numero": null,
          "x_id": 85,
          "x_texto": 85
        }
      ]
    }
  ]
}